Repository: gitpan/dvdrip
Catalog: l10n/*.po
Languages: da, sv

source: Please configure the master node first
da: Vær venlig at konfigurere masterserveren først
sv: Konfigurera masternoden först

source: Connection to master daemon lost!
da: Forbindelsen til masterdæmonen blev afbrudt!
sv: Anslutning till masterdemonen förlorades!

source: Do you want to remove the selected project?
da: Vil du fjerne det valgte projekt?
sv: Vill du verkligen ta bort det valda projektet?

source: Do you want to remove the selected node?
da: Vil du fjerne den valgte slave?
sv: Vill du verkligen ta bort den valda noden?

source: Do you really want to shutdown the Cluster Control Daemon?
da: Vil du virkelig lukke<br>klosterkontrol-dæmonen?
sv: Vill du verkligen stänga ner klusterkontrolldemonen?

source: dvd::rip - Manage multiple audio tracks
da: dvd::rip – hold styr på flere lydspor
sv: dvd::rip - Hantera multipla ljudspår

source: Manage multiple audio tracks
da: Hold styr på flere lydspor
sv: Hantera multipla ljudspår

source: Source tracks
da: Spor i kilden
sv: Källspår

source: Target tracks
da: Spor i målet
sv: Målspår

source: dvd::rip - Dependency check
da: dvd::rip – afhængighedscheck
sv: dvd::rip - Beroendekontroll

source: Required tools
da: Nødvendige redskaber
sv: Nödvändiga verktyg

source: Text version, suitable for bug reports
da: Tekstversion, anvendelig til fejlrapportering
sv: Textversion, lämplig för felrapporter

source: Comment
da: Kommentar
sv: Kommentar

source: Mandatory
da: Obligatorisk
sv: Obligatorisk

source: Suggested
da: Anbefalet
sv: Föreslagen

source: Installed
da: Installeret
sv: Installerat

source: - Mandatory tools must be present with the minimum version listed. - Non mandatory tools may be missing or too old - features are disabled then. - Suggested numbers are the versions the author works with, so they are well tested.
da: – Obligatoriske redskaber skal være til stede med minimumsversionen fra listen. – Valgfrie redskaber kan mangle eller være for gamle – disse funktioner vil blive slået fra. – Anbefalede versionsnumre er de versioner som forfatteren bruger, så de er gennemprøvede.
sv: - Obligatoriska verktyg måste finnas med det lägsta versionsnumret som listas. - Icke-obligatoriska verktyg behöver inte finnas eller är gamla - funktioner kommer dock att inaktiveras. - Föreslagna nummer är versionerna som upphovsmannen arbetar med, så de är vältestade.

source: Installed tools
da: Installerede redskaber
sv: Installerade verktyg

source: This task needs about {needed} MB, {free} MB are free.
da: Denne gerning kræver {needed} MB, {free} MB er tilgængelige.
sv: Den här uppgifter behöver ungefär {needed} MB, {free} MB är ledigt.

source: Warning: diskspace is low. This task needs about {needed} MB, but only {free} MB are available. Do you want to continue anyway?
da: Advarsel: Der er ikke meget diskplads. Denne gerning skal bruge {needed} MB, men kun {free} MB er tilgængelige. Vil du fortsætte alligevel?
sv: Varning: diskutrymmet är lågt. Den här uppgiften behöver ungefär {needed} MB, men endast {free} MB är tillgängligt. Vill du fortsätta ändå?

source: dvd::rip - Storage and bitrate calculation details
da: dvd::rip – plads- og bitrate-beregningsdetaljer
sv: dvd::rip - Detaljer för lagring och beräkning av bithastighet

source: Description
da: Beskrivelse
sv: Beskrivning

source: Value
da: Værdi
sv: Värde

source: Unit
da: Enhed
sv: Enhet

source: Show job plan and progress details
da: Vis jobplan og fremgangsdetaljer
sv: Visa jobbschema och förloppsdetaljer

source: Pause and resume processing
da: Afbryd og genoptag processering
sv: Pausa och återuppta behandling

source: Cancel processing
da: Annuller processering
sv: Avbryt behandling

source: Free diskspace: {free} MB
da: Fri diskplads: {free} MB
sv: Ledigt diskutrymme: {free} MB

source: dvd::rip - Job plan and progress details
da: dvd::rip – jobplan og fremgangsdetaljer
sv: dvd::rip - Jobbschema och förloppsdetaljer

source: Hide window
da: Skjul vindue
sv: Dölj fönster

source: Hide details window
da: Skjul detaljevindue
sv: Dölj detaljfönstret

source: Pause jobs
da: Afbryd jobs
sv: Pausa jobb

source: Resume
da: Genoptag
sv: Återuppta

source: Cancel jobs
da: Annuller jobs
sv: Avbryt jobb

source: Cancel all running jobs
da: Annuller alle kørende jobs
sv: Avbryt alla körande jobb

source: dvd::rip - Preferences
da: dvd::rip – præferencer
sv: dvd::rip - Inställningar

source: Global preferences
da: Globale præferencer
sv: Allmänna inställningar

source: Create directory
da: Lav katalog
sv: Skapa katalog

source: Can't create directory: {dir}
da: Kan ikke lave katalog: {dir}
sv: Kan inte skapa katalog: {dir}

source: This is a list of connected DVD drives found in your system
da: Dette er en liste over DVD-drev som blev fundet i dit system
sv: Det här är en lista över anslutna dvd-enheter som hittats på ditt system

source: Check all settings
da: Check alle indstillinger
sv: Kontrollera alla inställningar

source: Cancel
da: Annuller
sv: Avbryt

source: Check results
da: Check resultater
sv: Kontrollresultat

source: not tested : Ok
da: ikke testet: OK
sv: inte testat : Ok

source: No fast resizing
da: Ingen hurtig skalering
sv: Ingen snabb storleksändring

source: Using clip2
da: Bruger clip2
sv: Använder klipp2

source: Using zoom
da: Bruger zoom
sv: Använder zoom

source: Yes - use clip1
da: Ja – brug clip1
sv: Ja - använd klipp1

source: Yes - use clip2
da: Ja – brug clip2
sv: Ja - använd klipp2

source: No - take existent clip1
da: Nej – brug eksisterende clip1
sv: Nej - använd befintlig klipp1

source: dvd::rip - Zoom Calculator
da: dvd::rip – zoom beregning
sv: dvd::rip - Zoomberäknare

source: Apply Clip & Zoom settings
da: Anvend "Clip & Zoom" indstillinger
sv: Verkställ Klipp och zoom-inställningar

source: Parameters
da: Parametre
sv: Parametrar

source: Fast resize align
da: Hurtig skalerings-tilpasning
sv: Snabb storleksändring-justering

source: Result frame align
da: Resultat billede-tilpasning
sv: Justering av resultatbildruta

source: Achieve result align
da: Opnå resultat-tilpasning
sv: Uppnått resultat-justering

source: Auto clipping
da: Autoklipning
sv: Automatisk klippning

source: Total size:
da: Total størrelse:
sv: Total storlek:

source: Zoom calculations
da: Zoom beregninger
sv: Zoomberäkningar

source: Result size
da: Resultatstørrelse
sv: Resulterande storlek

source: Eff. AR
da: Effeltivitets AR
sv: Effektiv AR

source: AR error
da: AR fejl
sv: AR-fel

source: Clip1 (t/b/l/r)
sv: Klipp1 (t/b/l/r)

source: Zoom size
da: Zoom størrelse
sv: Zoomstorlek

source: Clip2 (t/b/l/r)
sv: Klipp2 (t/b/l/r)

source: Overwrite existing file '{filename}'?
da: '{filename}' eksisterer allerede. Overskriv?
sv: Skriv över befintliga filen "{filename}"?

source: Error message
da: Fejlmeddelelse
sv: Felmeddelande

source: dvd::rip - Message
da: dvd::rip – besked
sv: dvd::rip - Meddelande

source: An internal exception was thrown! The error message was: {msg}
da: Der forekom en intern undtagelse! Fejlmeddelelsen var: {msg}
sv: Ett internt undantag kastades! Felmeddelandet var: {msg}

source: Detected transcode version: {version}
da: Dektekterede transcode version: {version}
sv: Detekterad version av transcode: {version}

source: Opening project file failed. Aborting.
da: Kunne ikke åbne projektfil. Afbryder.
sv: Öppning av projektfil misslyckades. Avbryter.

source: _New Project
da: _Nyt projekt
sv: _Nytt projekt

source: _Open Project...
da: _Åbn projekt
sv: _Öppna projekt...

source: _Save Project
da: _Gem projekt
sv: _Spara projekt

source: Save _Project as...
da: Gem _projekt som...
sv: Spara _projekt som...

source: _Close Project
da: _Luk projekt
sv: _Stäng projekt

source: _Exit
da: _Afslut
sv: _Avsluta

source: _Edit
da: _Rediger
sv: R_edigera

source: Edit _Preferences...
da: Rediger _præferencer
sv: Redigera _inställningar...

source: _Title
da: _Titel
sv: _Titel

source: View target file
da: Vis målfil
sv: Visa målfilen

source: Add project to cluster
da: Tilføj projekt til kloster
sv: Lägg till projekt till kluster

source: Create vobsub
da: Lav vobsub
sv: Skapa vobsub

source: Create dvdrip-info file
da: Lav dvdrip-infofil
sv: Skapa dvdrip-info-fil

source: Create WAV from selected audio track
da: Lav WAV ud fra det valgte lydspor
sv: Skapa WAV från valt ljudspår

source: _Cluster
da: _Kloster
sv: _Kluster

source: Contro_l...
da: Kontro_l...
sv: Kontro_ll...

source: _Debug
sv: _Felsök

source: Show _Transcode commands...
da: Vis _transcode kommandoer...
sv: Visa _Transcode-kommandon...

source: Check _dependencies...
da: _Check afhængigheder
sv: Kontrollera _beroenden...

source: _Help
da: _Hjælp
sv: _Hjälp

source: _About dvd::rip
da: _Om dvd::rip
sv: _Om dvd::rip

source: Selected DVD title
da: Valgt DVD-titel
sv: Vald dvd-titel

source: Choose a DVD title at any time here
da: Vælg en DVD-titel her
sv: Välj en dvd-titel här när som helst

source: File '{filename}' not found or not readable.
da: Filen '{filename}' blev ikke fundet, eller den kunne ikke læses.
sv: Filen "{filename}" hittades inte eller är inte läsbar.

source: Save project: choose filename
da: Gem projekt: vælg filnavn
sv: Spara projekt: välj ett filnamn

source: Project {name} created
da: Projektet {name} blev lavet
sv: Projektet {name} skapat

source: Do you want to save this project first?
da: Vil du gemme dit projekt?
sv: Vill du spara det här projektet först?

source: This is the first time you start dvd::rip. The Preferences dialog was opened automatically for you. Please review the settings, in particular the default DVD device and your data base directory. Point it to a directory with sufficient diskspace of at least 10 GB for full DVD copies.
da: Dette er første gang du starter dvd::rip. Opsætningsvinduet blev åbnet automatisk for dig. Vær venlig at gennemse indstillingerne, specielt check om DVD-drevet er korrekt. Også indstil stien til datakataloget. Sæt den til et katalog med tilstrækkelig diskplads (mindst 10 GB til hele DVD kopier).
sv: Det här är första gången som du startar dvd::rip. Inställningsdialogen har öppnats automatiskt för dig. Granska inställningarna, speciellt standard-dvd-enheten och din baskatalog för data. Peka den till en katalog med tillräckligt diskutrymme, åtminstone 10 GB för fullständiga dvd-kopior.

source: Probe Command: ==============
da: Sonderingskommando: ===================
sv: Avsökningskommando: ==============

source: Rip Command: ============
da: Rippe kommando: ===============
sv: Rippkommando: ============

source: Scan Command: ============
da: Scan kommando: ==============
sv: Sökkommando: ============

source: Grab Preview Image Command: ===========================
da: "Tag forhåndsvisning"-kommando: ===============================
sv: Kommando för att fånga förhandsvisningsbild: ===========================

source: You must first rip the selected title to see this command.
da: Du skal rippe den valgte titel før du kan se denne kommando.
sv: Du måste först rippa den valda titeln för att se det här kommandot.

source: Transcode Command: ==================
da: Transcode kommando: ===================
sv: Omkodningskommando: ==================

source: Additional audio tracks commands: ============================
da: Yderlige lydsporskommandoer: ============================
sv: Kommandon för ytterligare ljudspår: ============================

source: View DVD Command: =================
da: "Vis DVD"-kommando: ===================
sv: Kommando för visa dvd: =================

source: View Files Command: ===================
da: "Vis filer"-kommando: =====================
sv: Kommando för visa filer: ===================

source: CD image creation command: ========================
da: "CD-billede"-kommando: ======================
sv: Kommando för att skapa cd-avbild: ========================

source: CD burning command: ==================
da: CD-brændings-kommando: ======================
sv: Kommando för att bränna cd: ==================

source: WAV creation command: ====================
da: WAV-skabnings-kommando: =======================
sv: Kommando för att skapa WAV: ====================

source: Commands executed by dvd::rip
da: Kommandoer eksekveret af dvd::rip
sv: Kommandon körda av dvd::rip

source: One or several mandatory tools are missing or too old. You must install them before you can proceed with dvd::rip.
da: En af de påkrævede redskaber mangler, eller den er for gammel. Du bliver nødt til at installere den/dem før du kan fortsætte brugen af dvd::rip.
sv: Ett eller flera obligatoriska verktyg saknas eller är för gamla. Du måste installera dem innan du kan fortsätta med dvd::rip.

source: Container options
da: Container indstillinger
sv: Alternativ för behållare

source: Select container
da: Vælg container
sv: Välj behållare

source: Video options
da: Video-indstillinger
sv: Videoalternativ

source: Video codec
sv: Videokodek

source: Choose a video codec here. If you don't find the codec you want in the list, just enter its transcode name by hand
da: Vælg et video-codec her. Hvis du ikke kan finde det codec du vil have i listen, kan du bare skrive dets transcode navn i hånden
sv: Välj en videokodek här. Om du inte hittar den kodek som du vill ha i listan, ange dess transcode-namn manuellt

source: Configure...
da: Konfigurer...
sv: Konfigurera...

source: The xvid4 video codec may be configured in detail if you have the xvid4conf utility installed
da: xvid4-video-codec'et kan konfigureres yderligere hvis du har xvid4conf redskabet installeret
sv: Videokodeken xvid4 kan konfigureras i detalj om du har verktyget xvid4conf installerat

source: ffmpeg/af6 codec
sv: ffmpeg/af6-kodek

source: Some transcode video export modules support multiple video codecs, e.g. the ffmpeg module. Enter the name of the video codec the module should use here
da: Nogle transcode video-eksport moduler understøtter flere video-codecs, f.eks. ffmpeg modulet. Skriv navnet på det video-codec modulet skal bruge her
sv: Vissa omkodningsmoduler för videoexportering har stöd för flera videokodekar, t.ex. modulen ffmpeg. Ange namnet på den videokodek som modulen ska använda här

source: Keyframes
sv: Nyckelbildrutor

source: This setting controls the number of frames after which a keyframe should be inserted into the video stream. The lower this value the better the quality, but filesize may increase as well
da: Denne indstilling kontrollerer antallet af billeder keyframen skal placeres inde i video-strømmen. Jo lavere denne værdi er, jo bedre er kvaliteten; men filstørrelsen kan også vokse.
sv: Det här inställningen kontrollerar antalet bildrutor efter vilka en nyckelbildruta ska infogas i videoströmmen. Ju lägre det här värdet är desto bättre kvalitet men filstorleken kan även öka

source: Video framerate
da: Video-billede-rate
sv: Bildrutshastighet för video

source: This is the video framerate of this movie. Only change this if transcode detected the framerate wrong, which may happen sometimes. If you want true framerate conversion check out the Filters dialog, which provides some video filters for this task
da: Dette er video-billede-raten i filmen. Lav kun dette om hvis transcode opdager en forkert billede-rate, hvilket nogle gange sker. Hvis du vil have rigtig billede-rate konversion skal du kigge i "Filter"-dialogboksen, som tilbyder nogle video-filtre til denne opgave.
sv: Det här är videobildrutshastigheten för den här filmen. Ändra endast om transcode detekterat bildhastigheten felaktigt, vilket kan hända ibland. Om du vill ha riktig konvertering av bildhastigheten, ta en titt på Filter-dialogrutan, vilken kan tillhandahålla några videofilter för den här uppgiften

source: 2-pass encoding
sv: 2-pass kodning

source: 2-pass encoding increases video quality and video bitrate accuracy significantly. But the whole transcoding needs nearly twice the time. It's strongly recommended to use 2-pass encoding whenever possible.
da: 2-pass encoding forhøjer billedkvaliteten og lyd-bitrate-præcisionen markant. Men hele transcodingen tager næsten dobbelt så lang tid. Det er anbefalet at bruge 2-pass encoding når det er muligt.
sv: 2-pass kodning ökar videokvaliteten och noggrannheten för videobithastigheten mycket. Men hela omkodningen tar nästan dubbelt så lång tid. Det är starkt rekommenderat att använda 2-pass kodning när det är möjligt.

source: Reuse log
da: Genbrug log
sv: Återanvänd logg

source: During the first pass of a 2-pass transcoding a logfile with statistic information about the movie is written. If you didn't change any parameters affecting the video you may reuse this logfile for subsequent transcodings by activating this button. dvd::rip will skip the first pass saving much time.
da: Under første pass i en 2-pass transcoding bliver en logfil med statistisk information skrevet. Hvis du ikke ændrer nogle parametre der har med videoen at gøre kan du muligvis genbruge denne logfil til fremtidige transcodings ved at bruge denne funktion. dvd::rip vil så springe første pass over og dermed spare masser af tid.
sv: Under första passet för en 2-pass omkodning kommer en loggfil med statistisk information om filmen att skrivas. Om du inte ändrade några parametrar som påverkar filmen kan du återanvända den här loggfilen för efterföljande omkodningar genom att aktivera det här. dvd::rip kommer att hoppa över första passet och spara mycket tid.

source: Deinterlace mode
sv: Avflätningsläge

source: Choose a deinterlacer algorithm here if the movie is interlaced, otherwise the transcoded movie is likely to have many artefacts. The 'Smart deinterlacing' setting is recommended.
da: Vælg en deinterlace algoritme her hvis filmen er interlaced. Hvis du ikke gør dette og filmen er interlaced vil det forværre billedekvaliteten markant. "Smart deinterlacing" indstillingen er anbefalet.
sv: Välj en avflätningsalgoritm (deinterlace) om filmen är interlaced, annars kommer den omkodade filmen antagligen få många störningar. Inställningen "Smart avflätning" rekommenderas.

source: Filters
da: Filtre
sv: Filter

source: Configure filters & preview...
da: Konfigurer filtre & forhåndsvisning
sv: Konfigurera filter och förhandsvisning...

source: This opens a dialog which gives you access all filters transcode supports.
da: Dette åbner en dialog som giver dig adgang til alle de filtre transcode understøtter.
sv: Det här öppnar en dialogruta som ger dig åtkomst till alla filter som transcode har stöd för.

source: Audio options
da: Lydindstillinger
sv: Ljudalternativ

source: Select track
da: Vælg spor
sv: Välj spår

source: Quality
da: Kvalitet
sv: Kvalitet

source: Use quality mode
da: Brug kvalitetsindstilling
sv: Använd kvalitetsläget

source: {ac3_or_pcm} sound is passed through. Bit- and samplerate are detected from source, so you can't change them here.
da: {ac3_or_pcm}-kodet lyd kommer igennem her. Bit- og samplerate udtages fra kilden, så du kan ikke ændre dem her.
sv: {ac3_or_pcm}-ljud skickas genom. Bit- och samplingshastighet detekteras från källan, så du kan inte ändra dem här.

source: Volume rescale
da: Volumereskalering
sv: Volymomskalning

source: Scan value
da: Scanværdi
sv: Sök värde

source: Bit-/Samplerate
da: Bit og samplerate
sv: Bit-/Samplingshastighet

source: Video bitrate calculation
da: Video bitrate beregning
sv: Beräkning av videobithastighet

source: By target size
da: Ved målstørrelse
sv: Efter målstorlek

source: Target media
da: Målmedie
sv: Målmedia

source: Choose the desired number of discs here. dvd::rip computes the target size from it and optionally splits the result file accordingly.
da: Vælg det ønskede antal skiver her. dvd::rip beregner målstørrelsen for hver skive og kan også opdele den resulterende fil.
sv: Välj önskat antal skivor här. dvd::rip beräknar målstorleken från det och kan även dela upp resultatfilen enligt värdet.

source: Select the size of your media here (several CD and DVD form factors). The unit is a true megabyte (1024KB). You may enter an arbitrary value if the preset don't fit your needs.
da: Vælg størrelsen på dit medie her (CD og DVD skive størrelser). Enheden er i megabytes (1024 KB). Du kan indtaste en valgfri størrelse hvis de prædefinerede ikke passer.
sv: Välj storleken för ditt media här (flera cd och dvd). Enheten är riktiga megabyte (1024 KB). Du kan ange ett godtyckligt värde om förhandsvalen inte passar dina behov.

source: This entry is computed based on the settings above, but you may enter an arbitrary value as well.
da: Dette felt beregnes automatisk baseret på værdierne ovenfor, men du kan selv skrive noget hvis du vil.
sv: Det här värdet är beräknat baserat på ovanstående inställningar, men du kan även ange ett godtyckligt värde.

source: Consider frame range
da: Tag højde for "frame range"
sv: Använd bildruteintervall

source: If you specified a frame range in the 'General options' section activate this checkbutton if the video bitrate calculation should be based on this frame range, and not on the full title length. You need this if you entered the frame range not just for testing purposes but also for the final transcoding, e.g. for cutting off credits.
da: Hvis du angav en "frame range" i 'Generelle indstillinger' sektionen, så kan du aktivere denne checkbox hvis du vil have at video bitraten skal baseres på denne "frame range", og ikke på hele titel længden. Du kan også gøre dette hvis du skrev din "frame range" i den intention at den også skulle bruges til den endelige transcoding, f.eks. til at skære rulletekster væk.
sv: Om du angav ett bildruteintervall i sektionen "Allmänna alternativ" kan du aktivera den här kryssrutan om beräkningen av bithastigheten ska baseras på det här bildruteintervallet och inte på hela titelns längd. Du behöver den här om du angav bildruteintervallet inte bara för testsyfte men även för den slutgiltiga omkodningen, t.ex. för att klippa bort sluttexterna.

source: By quality
da: Ved kvalitet
sv: Efter kvalitet

source: BPP value
da: Farvedybde
sv: BPP-värde

source: BPP stands for Bits Per Pixel and is a measure for the video quality. Values around 0.25 give fair results (VHS quality), 0.4-0.5 very good quality near DVD.
da: Farvedybden angives i BPP som står for "Bits per pixel", og er en måde at måle videokvaliteten i. Værdier omkring 0.25 (bemærk englesk talnotation) giver OK resultater (VHS kvalitet). 0.4-0.5 giver meget gode resultater (DVD kvalitet).
sv: BPP betyder Bits Per Pixel och är ett mått för videokvaliteten. Värden runt 0.25 ger hyffsat resultat (VHS-kvalitet), 0.4-0.5 mycket bra kvalitet, nära dvd-kvalitet.

source: Manually
da: Manuelt
sv: Manuellt

source: Video bitrate
sv: Bithastighet för video

source: If you don't want a calculated video bitrate just enter an arbitrary value here.
da: Hvis du ikke vil have en video bitrate beregnet, så indtast en værdi her.
sv: Om du inte vill ha en beräknad videobithastighet kan du ange ett godtyckligt värde här.

source: General options
da: Generelle indstillinger
sv: Allmänna alternativ

source: Frame range
sv: Bildruteintervall

source: Movie has only {number} frames
da: Filmen har kun {number} billeder (frames)
sv: Filmen innehåller endast {number} bildrutor

source: Start frame number must be smaller than end frame number
da: "Start frame"-nummeret skal være mindre end "slut frame"-nummeret
sv: Startbildrutan måste vara mindre än slutbildrutan

source: End frame number must be greated than start frame number
da: "Slut frame"-nummeret skal være større end "start frame"-nummeret
sv: Slutbildrutan måste vara större än startbildrutan

source: transcode options
da: transcode indstillinger
sv: Flaggor för transcode

source: Process nice level
da: Processér flot niveau
sv: Processprioritet (nice)

source: Preview window
da: Forhåndsvisningsvindue
sv: Förhandsvisning

source: Use PSU core
da: Brug PSU-kerne
sv: Använd PSU-kärna

source: Execute afterwards
da: Eksekvér bagefter
sv: Kör efteråt

source: and exit
da: og afslut
sv: och avsluta

source: Operate
da: Benyt
sv: Åtgärder
