Repository: gitpan/dvdrip
Catalog: l10n/*.po
Languages: da, sv

source: Automatic deinterlacing of single frames
da: Automatisk deinterlacing af enkelte billeder
sv: Automatisk avflätning för enstaka bildrutor

source: Smart deinterlacing
sv: Smart avflätning

source: Inverse telecine
da: Omvendt telecine
sv: Omvänd telecine

source: No antialiasing
da: Ingen kantudjævning
sv: Ingen kantutjämning

source: Process de-interlace effects
da: Processér de-interlace effekter
sv: Behandla avflätningseffekter

source: Process resize effects
da: Processér skaleringseffekter
sv: Behandla effekter för storleksändring

source: Process full frame (slow)
da: Processér helt billede (langsomt)
sv: Behandla fullständig bildruta (långsam)

source: None, volume rescale only
da: Ingen, kun volume reskalering
sv: Ingen, endast volymomskalning

source: Range compression (liba52 filter)
da: Områdekomprimering (liba52 filter)
sv: Intervallkomprimering (liba52 filter)

source: Normalizing (mplayer filter)
da: Normalisering (mplayer filter)
sv: Normalisering (mplayer filter)

source: Executing command: {command}
da: Eksekverer kommando: {command}
sv: Kör kommandot: {command}

source: Sending signal 9 to PID(s)
da: Sender signal 9 til process-ID('er)
sv: Skickar signal 9 till PID(ar)

source: Cancelled
da: Annulleret
sv: Avbruten

source: Error
da: Fejl
sv: Fel

source: Skipped
da: Sprunget over
sv: Hoppades över

source: Waiting
da: Venter
sv: Väntar

source: Duration: {time}
da: Længde: {time}
sv: Längd: {time}

source: Initializing
da: Initalisering
sv: Initierar

source: elapsed {time}
da: forløbet tid: {time}
sv: tid {time}

source: finished
da: færdig
sv: färdig

source: {percent}PERCENT done.
da: {percent}PERCENT færdig.
sv: {percent}% klar.

source: chunk {chunk}
da: stump {chunk}

source: _Master
da: _Masterserver

source: Text version
da: Tekstversion

source: Maximum
da: Maksimum

source: Operator
da: Operatør

source: BPP:
da: Farvedybde:

source: BPP
da: Farvedybde

source: BPP:
da: Farvedybde:

source: ms
da: millisekunder

source: Index A/B
da: Indeks A/B
