Repository: gitpan/dvdrip
Catalog: l10n/*.po
Languages: da, sv

source: View
da: Vis
sv: Visa

source: Add to cluster
da: Tilføj til kloster
sv: Lägg till i kluster

source: Split files on transcoding
da: Opdel filer under transcoding
sv: Dela upp filer vid omkodning

source: Calculated storage
da: Beregnet plads
sv: Beräknad lagring

source: Video size:
da: Videostørrelse:
sv: Videostorlek:

source: Audio size:
da: Lydstørrelse:
sv: Ljudstorlek:

source: Other size:
da: Anden størrelse:
sv: Övrig storlek:

source: Details...
da: Detaljer...
sv: Detaljer...

source: Total size:
da: Total størrelse:
sv: Total storlek:

source: Titles in chapter mode are not supported
da: Titler i kapitel-indstilling understøttes ikke
sv: Titlar i kapitelläge stöds inte

source: PSU core mode currently not supported
da: PSU-kerne-tilstand er ikke understøttet
sv: PSU-kärnläget stöds för närvarande inte

source: Cluster mode is only supported for ripped DVD's.
da: Kloster-tilstand understøttes kun for rippede DVD'er.
sv: Klusterläget stöds endast för rippade dvd-filmer.

source: MPEG processing is not supported for cluster mode.
da: MPEG-processering understøttes ikke i kloster-tilstand.
sv: MPEG-behandling stöds inte för klusterläget.

source: Transcoding without audio in an OGG container isn't supported in cluster mode.
sv: Omkodning utan ljud i en OGG-behållare stöds inte i klusterläget.

source: WARNING: your frame range setting is ignored in cluster mode
da: ADVARSEL: din "frame range"-indstilling bliver ignoreret i kloster-tilstand
sv: VARNING: din inställning för bildrutsintervall ignoreras i klusterläget

source: Choose DVD device file
da: Vælg DVD-drev-fil
sv: Välj dvd-enhetsfilen

source: Press this button to open a file chooser dialog
da: Tryk denne knap for at åbne et filvælge-vindue
sv: Tryck på den här knappen för att öppna en filväljardialog

source: Storage
da: Opbevaring
sv: Lagring

source: Storage path information
da: Information om opbevaringssti
sv: Information om lagringssökväg

source: Project name
da: Projektnavn
sv: Projektnamn

source: This is a short name for the project. All generated files are named like this.
da: Dette er projektets korte navn. Alle genererede filer vil blive navngivet ud fra dette.
sv: Det här är kortnamnet för projektet. Alla genererade filer namnges så här.

source: VOB directory
da: VOB-katalog
sv: VOB-katalog

source: DVD VOB files are stored here.
da: DVD VOB-filer opbevares her.
sv: DVD VOB-filer lagras här.

source: AVI directory
da: AVI-katalog
sv: AVI-katalog

source: For transcoded AVI, MPEG and OGM files.
da: Til transcodede AVI-, MPEG- og OGM-filer.
sv: För omkodade AVI, MPEG och OGM-filer.

source: Temporary directory
da: Midlertidigt katalog
sv: Temporärkatalog

source: For temporary files
da: Til midlertidige filer
sv: För temporära filer

source: Create project
da: Lav projekt
sv: Skapa projekt

source: This asks for a project filename and creates the neccessary filesystem structure
da: Denne handling vil spørge om et projekt filnavn og derefter lave den nødvendige katalogstruktur
sv: Den här frågar efter ett projektfilnamn och skapar nödvändig filsystemsstruktur

source: Data source selection
da: Datakilde-selektion
sv: Val av datakälla

source: Select a DVD device or an image directory for input
da: Vælg et DVD-drev eller et billede-katalog til input
sv: Välj en dvd-enhet eller en avbildskatalog för inmatning

source: Choose DVD device
da: Vælg DVD-drev
sv: Välj dvd-enhet

source: or
da: eller
sv: eller

source: Choose DVD image directory
da: Vælg DVD-billede katalog
sv: Välj dvd-avbildskatalog

source: Or enter by hand
da: Eller indtast i hånden
sv: Eller för hand

source: dvd::rip uses this location for DVD input. Either it's the filename of a physical DVD device or the path of a full DVD image copy.
da: dvd::rip bruger denne lokation til DVD-input. Enten er det et filnavn til et fysisk DVD-drev, ellers er det stien til et helt DVD-billede.
sv: dvd::rip använder den här platsen för dvd-inmatning. Antingen är det filnamnet för en fysisk dvd-enhet eller sökvägen till en fullständig dvd-avbildskopia.

source: Choose a ripping mode
da: Vælg ripnings-tilstand
sv: Välj ett rippningsläge

source: Copy data from DVD to harddisk before encoding
da: Kopier data fra DVD til harddisk før encoding
sv: Kopiera data från dvd till hårddisk innan kodning

source: Use this mode if you have enough diskspace for a complete copy of the DVD contents. It's the fastest and most flexible DVD mode.
da: Brug denne tilstand hvis du ikke har nok diskplads til en hel kopi af DVD'en. Dette er det hurtigste og mest fleksible DVD-tilstand.
sv: Använd det här läget om du har tillräckligt med diskutrymme för en fullständig kopia av dvd-innehållet. Det är det snabbaste och mest flexibla dvd-läget.

source: Encode DVD on the fly
sv: Koda dvd direkt

source: No DVD contents are copied to harddisk.
da: Intet DVD-indhold vil blive kopieret til harddisken.
sv: Inget dvd-innehåll kopieras till hårddisken.

source: Copying DVD(-image) data to harddisk before encoding is the recommended mode, because it's faster and doesn't stress your DVD reader that much. Additionally some interesting features are available only with this mode, due to internal transcode restrictions: - Cluster transcoding - Subtitle rendering - Faster preview grabbing and frame range transcoding - transcode's PSU core for optimized A/V sync with NTSC video
da: "Kopierer DVD'en (eller billedet) til harddisken før encoding" er den anbefalede tilstand, fordi det er hurtigere og ikke bruger dit DVD-drev nær så meget. Der er også nogle interessante indstillinger tilgængelige med denne tilstand, som ikke findes i andre tilstande pga. interne transcode restriktioner: - Kloster transcoding - Undertekst indbrænding - Hurtigere forhåndsvisningsgenerering og "frame range" transcoding - transcode's PSU-kerne til optimeret audio/video synkronisering med NTSC-video
sv: Kopiering av dvd-data (avbild) till hårddisken innan kodning är det rekommenderade sättet, därför att det är snabbare och stressar inte din dvd-läsare så mycket. Det finns även några intressanta funktioner tillgängliga endast med det här sättet, på grund av interna omkodningsbegränsningar: - Klusteromkodning - Undertextrendering - Snabbare fångst av förhandsvisning och omkodning av bildrutor - transcodes PSU-kärna för optimerad A/V-synk med NTSC-video

source: Selected directory is no DVD image directory. It has no VIDEO_TS folder.
da: Det valgte katalog er ikke et DVD-billede katalog. Det har inget VIDEO_TS katalog.
sv: Vald katalog är ingen dvd-avbildskatalog. Den saknar mappen VIDEO_TS.

source: Clip & Zoom
sv: Klipp och zoom

source: Preview images
da: Forhåndsvisninger
sv: Förhandsvisa bilder

source: Grab preview frame #
da: Tag forhåndsvisning #
sv: Fånga förhandsvisningsrutan

source: Force slow grabbing
da: Tving langsom tagning
sv: Tvinga långsam fångst

source: Grab frame
da: Tag billede
sv: Fånga bildruta

source: Show video from here
da: Vis video herfra
sv: Visa video härifrån

source: Adjust clip and zoom parameters
da: Justér Clip & Zoom parametre
sv: Justera parametrar för klipp och zoom

source: Presets
da: Forvalgte indstillinger
sv: Förhandsval

source: Apply preset values
da: Anvend forvalgte værdier
sv: Verkställ förinställda värden

source: Overwrites all Clip & Zoom settings from the selected preset and regenerates the preview images.
da: Overskriver alle Clip & Zoom indstillinger fra den forvalgte indstilling, og regenererer forhåndsvisninger.
sv: Skriver över alla inställningar för klippning och zoom från det valda förhandsvalet och genererar om förhandsvisningsbilderna.

source: Top
sv: Övre

source: Bottom
da: Bund
sv: Nedre

source: Left
da: Venstre
sv: Vänster

source: Right
da: Højre
sv: Höger

source: 1st clipping
da: Første clipping
sv: Första klippning

source: Generate preview images
da: Genererer forhåndsvisninger
sv: Generera förhandsvisningsbilder

source: Generates new preview images based on the actual settings
da: Genererer nye forhåndsvisninger baseret på de aktuelle indstillinger
sv: Generera nya förhandsvisningsbilder baserade på faktiska inställningar

source: 2nd clipping
da: Anden clipping
sv: Andra klippning

source: Move 2nd clipping to 1st
da: Flytter anden clipping til første clipping
sv: Flytta andra klippning till första

source: Turns second clipping into first clipping. This is possible only with high quality scaling.
da: Laver første clipping om til første clipping. Dette er kun muligt med høj-kvalitets-skalering.
sv: Gör om andra klippning till första klippning. Det här är endast möjligt med högkvalitetsskalning.

source: Width
da: Bredde
sv: Bredd

source: Height
da: Højde
sv: Höjd

source: Calc height
da: Beregn højden
sv: Beräkna höjd

source: Calculates the height based on the given width with correct aspect ratio
da: Beregner højden, baseret på den givne bredde og højde-bredde forhold
sv: Beräknar höjden baserat på angiven bredd med korrekt bildförhållande

source: Calc width
da: Beregn bredden
sv: Beräkna bredd

source: Calculates the width based on the given height with correct aspect ratio
da: Beregner bredden, baseret på den givne højde og højde-bredde forhold
sv: Beräknar bredden baserat på angiven höjd med korrekt bildförhållande

source: Use fast resizing
da: Brug hurtig skalering
sv: Använd snabb storleksändring

source: Open zoom calculator
da: Åbn zoom regnemaskine
sv: Öppna zoomberäknaren

source: Preview image: {type}
da: Forhåndsvisning: {type}
sv: Förhandsvisa bild: {type}

source: This function is only avaiable for ripped DVD's.
da: Denne funktion er kun tilgængelig til rippede DVD'er.
sv: Den här funktionen är endast tillgänglig för rippade dvd.

source: Illegal frame number. Maximum is
da: Ugyldigt billede nummer. Makimum er
sv: Ogiltigt bildrutenummer. Maximum är

source: Executing command for video preview: {command}
da: Kører kommando til forhåndsvisning: {command}
sv: Kör kommando för förhandsvisning av video: {command}

source: This is not possible because fast resizing is enabled.
da: Dette er ikke muligt når hurtig skalering er slået til.
sv: Det här är inte möjligt därför att snabb storleksändring är aktiverad.

source: Logging
sv: Loggning

source: Log messages
da: Log-meddelelser
sv: Loggmeddelanden

source: Nuke log file
da: Atombomb logfilen
sv: Töm loggfil

source: Log filename
da: Log-filnavn
sv: Loggfilnamn

source: Subtitles
da: Undertekster
sv: Undertexter

source: This title has no subtitles
da: Denne titel har ingen undertekster
sv: Den här titeln innehåller inga undertexter

source: Subtitle selection
da: Undertekst selektion
sv: Undertextval

source: Select subtitle
da: Vælg undertekst
sv: Välj undertext

source: Activated:
da: Aktiveret:
sv: Aktiverad:

source: Preview
da: Forhåndsvisning
sv: Förhandsvisa

source: Grab
da: Tag
sv: Fånga

source: image(s)
da: billeder(s)
sv: bild(er)

source: starting at
da: starter ved
sv: starta på

source: Movie has only {cnt} frames
da: Filmen har kun {cnt} billeder
sv: Filmen innehåller endast {cnt} bildrutor

source: Invalid time/frame number format
da: Ugyldigt tid/billede nummer format
sv: Ogiltigt format för tid/bildrutenummer

source: (timecode nn:nn:nn or frame number)
da: (tidsformat nn:nn:nn eller billede nummer)
sv: (tidskod nn:nn:nn eller bildrutsnummer)

source: Render subtitle on movie
da: Brænd undertekster ind i filmen
sv: Rendera undertext på film

source: Activate this subtitle
da: Aktivér denne undertekst
sv: Aktivera den här undertexten

source: for rendering
da: til indbrænding
sv: för rendering

source: Colors
da: Farver
sv: Färger

source: Enable manipulation
da: Aktivér manipulation
sv: Aktivera manipulering

source: Preview image count
da: Antal forhåndsvisninger
sv: Förhandsvisa bildantal

source: Vertical offset
da: Lodret offset
sv: Vertikal position

source: rows
da: rækker
sv: rader

source: Gray A/B
da: Grå A/B
sv: Grå A/B

source: Value not between 0 and 255
da: Værdien er ikke mellem 0 og 255
sv: Värdet är inte mellan 0 och 255

source: Preview window
da: Forhåndsvisningsvindue
sv: Förhandsvisningsfönster

source: Open
da: Åbn
sv: Öppna

source: Time shift
da: Tidsskift
sv: Tidsförskjutning

source: Postprocessing
da: Postprocessering
sv: Efterbehandling

source: Antialiasing
da: Kantudjævning
sv: Kantutjämning

source: Suggest
da: Foreslå
sv: Förslag

source: Values for letterbox
da: Værdier til letterbox
sv: Värden för brevlådeformat

source: Values for full size movie
da: Værdier til fuld-størrelse film
sv: Värden för film i helskärm

source: Create vobsub file
da: Lav vobsub fil
sv: Skapa vobsub-fil

source: Create now
da: Lav nu
sv: Skapa nu

source: View vobsub
da: Vis vobsub
sv: Visa vobsub

source: Only useful for single-CD-rips or after transcoding
da: Kun brugbar med enkelt-CD ripninger eller efter transcoding
sv: Endast användbar för rippningar för en cd eller efter omkodning

source: Create later
da: Lav senere
sv: Skapa senare

source: after transcoding
da: efter transcoding
sv: efter omkodning

source: This considers splitted files automaticly
da: Dette tager højde for opdelte filer automatisk
sv: Det här delar automatiskt upp filerna

source: You need Mplayer to view vobsub files.
da: Du skal bruge Mplayer for at vise vobsub filer.
sv: Du behöver Mplayer för att visa vobsub-filer.

source: This is only supported for ripped movies.
da: Dette understøttes kun for rippede film.
sv: Det här stöds endast för rippade filmer.

source: What about creating the vobsub file first?
da: Hvad med at lave vobsub-filen først?
sv: Hur vore det att skapa vobsub-filen först?

source: Executing command:
da: Eksekverer kommando:
sv: Kör kommandot:

source: Sorry, you need subtitle2pgm for this to work.
da: Jeg beklager, men du skal have "subtitle2pgm" for at dette vil virke.
sv: Tyvärr, du behöver subtitle2pgm för att det här ska fungera.

source: RIP Title
da: Rip titel
sv: Rippa titel

source: Read content
da: Indlæs indhold
sv: Läs innehåll

source: Read DVD table of contents
da: Indlæs DVD-indholdsfortegnelse
sv: Läs innehållsförteckning

source: Scan the DVD for all available titles and setup the table of contents
da: Scan DVD'en for alle tilgængelige titler og opsæt indholdsfortegnelsen
sv: Sök av dvd efter alla tillgängliga titlar och visa innehållsförteckningen

source: Open DVD tray
da: Åbn DVD-drevets bakke
sv: Öppna dvd-lucka

source: Open the tray of your configured DVD device
da: Åbn bakken til dit valgte DVD-drev
sv: Öppna luckan för din konfigurerade dvd-enhet

source: Close DVD tray
da: Luk DVD-drevets bakke
sv: Stäng dvd-lucka

source: Close the tray of your configuried DVD device
da: Luk bakken til dit valgte DVD-drev
sv: Stäng luckan för din konfigurerade dvd-enhet

source: DVD table of contents
da: DVD-indholdsfortegnelse
sv: Innehållsförteckning för dvd

source: Select title for further operation
da: Vælg titel til yderlige handling
sv: Välj titel för vidare åtgärd

source: Title
da: Titel
sv: Titel

source: Framerate
da: Billederate
sv: Bildhastighet

source: Aspect
da: Højde/bredde-forhold
sv: Förhållande

source: Frames
da: Billeder
sv: Bildrutor

source: Resolution
da: Opløsning
sv: Upplösning

source: View selected title/chapter(s)
da: Vis valgte titler/kapitler
sv: Visa vald titel/kapitel

source: RIP selected title(s)/chapter(s)
da: Rip valgte titler/kapitler
sv: Rippa valda titlar/kapitel

source: Select audio track
da: Vælg lydspor
sv: Välj ljudspår

source: All audio tracks are ripped, but this track is also scanned for volume while ripping
da: Alle lydspor er rippet, men dette spor er og scannet for lydstyrkeniveau under ripning
sv: Alla ljudspår är rippade men det här spåret söks även igenom för volymnivåer vid rippning

source: Select viewing angle
da: Vælg kameravinkel
sv: Välj visningsvinkel

source: This selection affects ripping, so you must rip again if you change this later
da: Denne indstilling har indflydelse på ripningen, så du skal rippe igen hvis du ændrer denne indstilling senere
sv: Det här valet påverkar rippningen så du måste rippa igen om du ändrar det här senare

source: Grab subtitle preview images
da: Tag undertekst-forhåndsvisninger
sv: Fånga undertextavbilder för förhandsvisning

source: No subitle images are created while ripping but can be grabbed later on demand. This is the fastest ripping mode.
da: Ingen undertekst-billeder bliver lavet under ripningen men de kan tages senere hvis du vil have det. Dette er den hurtigste ripningstilstand.
sv: Inga undertextavbilder skapas vid rippning men kan fångas senare vid behov. Det här är det snabbaste rippningsläget.

source: All
da: Alle
sv: Alla

source: Images of all subtitle streams are created during ripping and available for preview immediately. Note that this will slow down the ripping process significantly.
da: Der bliver lavet billeder af alle undertekst-strømme under ripningen og de kan derfor ses med det samme. Bemærk at dette vil gøre ripningen betydeligt langsommere.
sv: Bilder för alla undertextströmmar skapas under rippningen och är tillgängliga för förhandsvisning direkt. Observera att det här kommer att göra rippningsprocessen mycket långsam.

source: By language
da: Ved sprog
sv: Efter språk

source: Grab subtitle images of specific languages only. Note that this will slow down the ripping process significantly.
da: Tag kun undertekst-billeder med det valgte sprog. Bemærk at dette vil gøre ripningen betydeligt langsommere.
sv: Fånga undertextavbilder endast för specifika språk. Observera att det här gör rippningsprocessen mycket långsammare.

source: Select one or more languages
da: Vælg en eller flere sprog
sv: Välj ett eller flera språk

source: Language selection
da: Vælg sprog
sv: Språkval

source: Specify chapter mode
da: Angiv kapitel-tilstand
sv: Ange kapitelläge

source: None
da: Ingen
sv: Inget

source: The title is handled as a whole ignoring all chapter marks
da: Denne titel håndteres som en helhed. Alle kapitel-mærker ignoreres.
sv: Titeln hanteras som en helhet och ignorerar alla kapitelindelningar

source: Processing is divided into chapters. You get one file per chapter for all chapters of this title
da: Processeringen bliver opdelt i kapitler. Du får en fil per kapitel, for hvert eneste kapitel i denne titel.
sv: Behandling är uppdelad i kapitel. Du får en fil per kapitel för alla kapitel i den här titeln

source: Selection
da: Selektion
sv: Val

source: Processing is divided into chapters. You get one file per chapter for a specific selection of chapters
da: Processeringen bliver opdelt i kapitler. Du får en fil per kapitel, for en specifik mængde valgte kapitler.
sv: Behandling är uppdelad i kapitel. Du får en fil per kapitel för ett specifikt val av kapitel

source: Select one or more chapters
da: Vælg en eller flere kapitler
sv: Välj ett eller flera kapitel

source: Chapter selection
da: Kapitelvalg
sv: Kapitelval

source: If you re-read the TOC, all settings in this project get lost. Probably you want to save the project to another file before you proceeed. Do you want to re-read the TOC now?
da: Hvis du genindlæser indholdsfortegnelsen vil alle indstillinger for dette projekt blive tabt. Du har sikkert lyst til at gemme projektet til en anden fil før du fortsætter Vil du genindlæse indholdsfortegnelsen nu?
sv: Om du läser om TOC kommer alla inställningar i det här projektet att förloras. Antagligen vill du spara projektet till en annan fil innan du fortsätter. Vill du läsa om innehållsförteckningen nu?

source: Please select a title.
da: Vælg venligst en titel.
sv: Välj en titel.

source: No subtitles activated.
da: Ingen undertekster aktiveret.
sv: Inga undertexter aktiverade.

source: DVD title #{nr}
da: DVD titel #{nr}
sv: Dvd-titel nr. {nr}

source: Angle {angle}
da: Kameravinkel {angle}
sv: Vinkel {angle}

source: Show
da: Fremvis
sv: Visa

source: Conformance check:
da: Overensstemmelse check:
sv: Giltighetskontroll:

source: dvd::rip - Filters & Preview
da: dvd::rip – filtre og forhåndsvisning
sv: dvd::rip - Filter och förhandsvisning

source: Available filters
da: Tilgængelige filtre
sv: Tillgängliga filter

source: Double click a row to activate a filter. Greyed out filters are not available anymore, because they are activated already.
da: Dobbeltklik på en række for at aktivere et filter. Grå filtre er ikke tilgængelige længere, fordi de allerede er aktiveret.
sv: Dubbelklicka på en rad för att aktivera ett filter. Gråa filter är inte tillgängliga längre därför att de redan är aktiverade.

source: Used filters
da: Brugte filtre
sv: Använda filter

source: Double click a row to remove a filter, reorder by drag and drop
da: Dobbeltklik på en række for at fjerne et filter. Byt rundt på filtre ved at "trække og slippe"
sv: Dubbelklicka på en rad för att ta bort ett filter, arrangera om dem genom att dra och släppa

source: You can't change the filter order while the preview window is open.
da: Du kan ikke ændre filterrækkefølgen mens forhåndsvisningsvinduet er åbent.
sv: Du kan inte ändra filterordningen under tiden förhandsvisningen är öppen.

source: Filter name
da: Filternavn
sv: Filternamn

source: Author(s)
da: Forfatter(e)
sv: Upphovsman

source: A/V type
sv: A/V-typ

source: Colorspace
da: Farvespektrum
sv: Färgspektra

source: Multiple
da: Flere
sv: Flera

source: Filter settings
da: Filterindstillinger
sv: Filterinställningar

source: Preview settings
da: Forhåndsvisningsindstillinger
sv: Inställningar för förhandsvisning

source: Frames buffered in the preview window and thus are available for scrubbing
da: Billeder er buffret i forhåndsvisningsvinduet og kan derfor bruges
sv: Bildrutor buffras i förhandsvisningsfönstret och är därför tillgängliga för skrubbning

source: Preview should start at this frame
da: Forhåndsvisninger skal starte ved dette billede
sv: Förhandsvisning ska börja på den här bildrutan

source: Preview should start stop this frame
da: Forhåndsvisninger skal stoppe ved dette billede
sv: Förhandsvisning ska sluta på den här bildrutan

source: Preview control
da: Forhåndsvisningskontrol
sv: Kontrollera förhandsvisning

source: Open preview window and play
da: Åbn forhåndsvisningsvindue og afspil
sv: Öppna förhandsvisningsfönster och spela upp

source: Apply filter chain
da: Anvend filterkæde
sv: Tillämpa filterkedja

source: Decrease preview speed
da: Afspil langsommere
sv: Minska hastighet för förhandsvisning

source: Increase preview speed
da: Afspil hurtigere
sv: Öka hastighet för förhandsvisning

source: Pause/Resume
da: Paus/fortsæt
sv: Pausa/Spela

source: Step backward one frame
da: Gå et billlede tilbage
sv: Stega bakåt en bildruta

source: Step forward one frame
da: Gå et billede frem
sv: Stega framåt en bildruta

source: Step backward several frames
da: Gå flere billeder tilbage
sv: Stega bakåt flera bildrutor

source: Step forward several frames
da: Gå flere billeder frem
sv: Stega framåt flera bildrutor

source: Stop playing and close preview window
da: Stop afspilning og luk forhåndsvisningsvinduet
sv: Stoppa uppspelning och stäng förhandsvisningsfönstret

source: Enable
da: Slå til
sv: Aktivera

source: Disable
da: Slå fra
sv: Inaktivera

source: Enable or disable filter temporarily
da: Slå filtre midlertidigt til/fra
sv: Aktivera eller inaktivera filter temporärt

source: Illegal title number {nr}
da: Ugyldigt titel nummer {nr}
sv: Ogiltigt titelnummer {nr}

source: No deinterlacing
da: Ingen deinterlacing
sv: Ingen avflätning

source: Interpolate scanlines (fast)
da: Interpolér scanlines (hurtigt)
sv: Interpolera scanlines (snabb)

source: Handled by encoder (may segfault)
da: Håndteres af encoderen (kan bryde sammen)
sv: Hanteras av kodaren (kan krascha)

source: Zoom to full frame (slow)
da: Zoom til helt billede (langsomt)
sv: Zooma till fullständig bildruta (långsam)

source: Interpolate scanlines / blend frames (pp=lb)
da: Interpoler scanlines / sammensmelt billeder (pp=lb)
sv: Interpolera scanlines / blend frames (pp=lb)
