Repository: gitpan/dvdrip
Catalog: l10n/*.po
Languages: da, sv

source: Set video codec to 'xvid', MPEG not supported by OGG container
da: Sæt video codec til 'xvid', MPEG er ikke understøttet af Ogg containeren
sv: Ställ in videokodek till "xvid", MPEG stöds inte av OGG-behållare

source: Chp
sv: Kap

source: Aud
sv: Ljud

source: frames
da: billeder
sv: bildrutor

source: Can't mkpath directory '{dir}'
da: Kunne ikke mkpath katalog '{dir}'
sv: Kan inte mkpath katalogen "{dir}"

source: Width isn't even.
da: Bredde er ikke fast.
sv: Bredden är inte ett jämnt tal.

source: Width is not divisible by 16.
da: 16 går ikke op i bredden.
sv: Bredden är inte delbar med 16.

source: Height isn't even.
da: Højden er ikke fast.
sv: Höjden är inte ett jämnt tal.

source: Height is not divisible by 16.
da: 16 går ikke op i højden.
sv: Höjden är inte delbar med 16.

source: Settings Ok
da: Indstillinger OK
sv: Inställningar Ok

source: After 1st clipping
da: Efter første clipping
sv: Efter första klippning

source: After 2nd clipping
da: Efter anden clipping
sv: Efter andra klippning

source: After zoom
da: Efter zoom
sv: Efter zoom

source: Eff. ratio: <b>{eff}</b>, phys. ratio: <b>{phys}</b>
da: Effektivitetsforhold: <b>{eff}</b>, fysisk forhold: <b>{phys}</b>
sv: Effektivt förhåll.: <b>{eff}</b>, fysiskt förhåll.: <b>{phys}</b>

source: Can't read VOB navigation file '{filename}'
da: Kan ikke læse VOB navigationsfilen '{filename}'
sv: Kan inte läsa VOB-navigeringsfilen "{filename}"

source: Program stream units calculated
da: Programstrøm enheder (program stream units) beregnet
sv: Programströmsenheter beräknade

source: invalid parameter for frame_size ('{frame_size}')
da: ulovlig parameter til frame_size ('{frame_size}')
sv: ogiltig parameter för frame_size ("{frame_size}")

source: Can't read VOB navigation file '{vob_nav_file}'
da: Kan ikke læse VOB navigationsfilen '{vob_nav_file}'
sv: Kan inte läsa VOB-navigeringsfilen "{vob_nav_file}"

source: Enabled PSU core. Movie is NTSC and has more than one PSU.
da: PSU kerne er slået til. Filmen er NTSC-kodet og har mere end en PSU.
sv: Aktiverad PSU-kärna. Filmen är i NTSC och har fler än en PSU.

source: Not enabling PSU core, because this movie has only one PSU.
da: Slår ikke PSU kernen til, fordi denne film kun har en PSU.
sv: Inte aktiverad PSU-kärna, därför att den här filmen endast har en PSU.

source: When using fast resize: Clip1 and Zoom size must be divisible by {multiple_of}
da: Fejl under hurtig skalering: Clip1 og Zoom størrelsen skal kunne divideres med {multiple_of}
sv: När snabb storleksändring används: Storlekar för Klipp1 och Zoom måste vara delbara med {multiple_of}

source: When using fast resize: Width and height must both shrink or expand
da: Fejl under hurtig skalering: Højden og bredden skal vokse eller krympe
sv: När snabb storleksändring används: Bredd och höjd måste båda krympa eller öka

source: Fast VOB navigation only available for ripped DVD's, falling back to slow method.
da: Hurtig VOB navigation er hun tilgængelig for rippede DVD'er; vælger langsom metode.
sv: Snabb VOB-navigering är endast tillgänglig för rippade dvd-filmer, faller tillbaka på långsam metod.

source: VOB navigation file is missing. Slow navigation method used.
da: VOB navigationsfilen mangler. Langsom navigation bruges i stedet.
sv: VOB-navigeringsfilen saknas. Långsam navigeringsmetod används.

source: Using slow preview grabbing as adviced by user
da: Bruger langsom forhåndsvisning, som brugeren har anmodet om.
sv: Använder långsam fångst för förhandsvisning enligt användaren

source: VOB navigation file '{vob_nav_file}' is corrupted.
da: VOB navigationsfilen '{vob_nav_file}' er korrupt.
sv: VOB-navigeringsfilen "{vob_nav_file}" är skadad.

source: Can't find frame {frame} in VOB navigation file '{vob_nav_file}' (which has only {frames} frames).
da: Kan ikke finde billede {frame} i VOB navigationsfilen '{vob_nav_file}' (som kun har {frames} billeder).
sv: Kan inte hitta bildruta {frame} i VOB-navigeringsfilen "{vob_nav_file}" (vilken endast innehåller {frames} bildrutor).

source: You first have to transcode this title.
da: Du skal først transcode denne titel.
sv: Du måste först omkoda den här titeln.

source: No files for image creation selected.
da: Der blev ikke valgt nogen filer til billede opretning.
sv: Inga filer för att skapa avbild har valts.

source: No burn files selected.
da: Ingen filer til brænding blev valgt.
sv: Inga filer för bränning har valts.

source: File is already an CD image.
da: Filen er allerede et CD-billede.
sv: Filen är redan en cd-avbild.

source: Can't burn (S)VCD on the fly
da: Kan ikke brænde (S)VCD on-the-fly
sv: Kan inte bränna (S)VCD direkt

source: No files for burning selected.
da: Ingen filer blev valgt til brænding.
sv: Inga filer för bränning har valts.

source: No subtitle selected
da: Ingen undertitler valgt
sv: Ingen undertext har valts

source: Your frame size isn't conform to the standard, which is {should_width}x{should_height} for {codec}/{mode}, but you configured {width}x{height}.
da: Din rammestørrelse overholder ikke standarden, som er {should_width}×{should_height} til {codec}/{mode}, men du har valgt {width}×{height}.
sv: Din bildrutestorlek är inte enligt standarden, som är {should_width}x{should_height} för {codec}/{mode}, men du konfigurerade {width}x{height}.

source: 2nd clipping parameters can only be moved to 1st clipping parameters, if 1st clipping is not defined.
da: Anden grænse for klipning må kun flyttes til første klipningsgrænse hvis førstklipnings ikke er defineret.
sv: Parametrar för andra klippningen kan endast flyttas till parametrarna för första klippning om första klippning inte har definierats.

source: Default DVD device
da: DVD-drev som skal bruges (udgangspunkt)
sv: Standard-dvd-enhet

source: Eject Command
da: "Skub ud"-kommando
sv: Kommando för utmatning

source: DVD player command
da: DVD-afspiller kommando
sv: Kommando för dvd-spelare

source: File player command
da: Fil-afspiller kommando
sv: Kommando för filuppspelare

source: STDIN player command
da: STDIN-afspiller kommando
sv: Kommando för STDIN-spelare

source: rar command (for vobsub compression)
da: rar kommando (til vobsub komprimering)
sv: rar-kommando (för vobsub-komprimering)

source: Default data base directory
da: Data katalog (udgangspunkt)
sv: Standardbaskatalog för data

source: Default directory for .rip project files
da: Katalog til .rip-projekt-filer (udgangspunkt)
sv: Standardkatalog för .rip-projektfiler

source: OGG file extension
da: Extension til Ogg-filer
sv: OGG-filändelse

source: Start cluster control daemon locally
da: Start kloster-kontrol dæmonen lokalt
sv: Starta klusterkontrolldemonen lokalt

source: Hostname of server with daemon
da: Værtsnavn til serveren med dæmonen
sv: Värdnamn för servern med demonen

source: TCP port number of daemon
da: TCP-portnummer som dæmonen kører på
sv: TCP-portnummer för demon

source: Default video codec
da: Video-codec (udgangspunkt)
sv: Standardvideokodek

source: Default container format
da: Container-format (udgangspunkt)
sv: Standardformat för behållare

source: Default BPP value
da: Farvedybde (udgangspunkt)
sv: Standard-BPP-värde

source: If this option is set dvd::rip automatically calculates the video bitrate using this BPP value
da: Hvis denne option er sat, vil dvd::rip automatisk beregne video-bitraten ud fra farvedybden
sv: Om det här alternativet har valts kommer dvd::rip automatiskt att beräkna videobithastigheten med det här BPP-värdet

source: Grab subtitles while ripping
da: Rip også undertekster
sv: Fånga undertexter vid rippning

source: Grab all subtitles
da: Rip alle undertekster
sv: Fånga alla undertexter

source: Grab subtitles of preferred language
da: Rip undertekster med foretrukket sprog
sv: Fånga undertexter för föredraget språk

source: Don't grab subtitles
da: Rip ikke undertekster
sv: Fånga inte undertexter

source: Preferred language
da: Foretrukket sprog
sv: Föredraget språk

source: Workaround transcode NPTL bugs
da: Tag højde for transcode-NPTL-fejl
sv: Workaround för felaktigheter i transcode NPTL

source: Set LD_ASSUME_KERNEL to
da: Sæt LD_ASSUME_KERNEL til
sv: Ställ in LD_ASSUME_KERNEL till

source: Basic settings
da: Basale indstillinger
sv: Grundläggande inställningar

source: Commands
da: Kommandoer
sv: Kommandon

source: Cluster options
da: Kloster-opsætning
sv: Klusteralternativ

source: Miscellaneous options
da: Andre indstillinger
sv: Diverse alternativ

source: Autoadjust, Big Frame Size, HQ Resize
da: Autojustér, stor rammestørrelse, højkvalitetsskalering
sv: Autojustera, Stor bildruta, HQ storleksändring

source: Autoadjust, Medium Frame Size, HQ Resize
da: Autojustér, medium rammestørrelse, højkvalitetsskalering
sv: Autojustera, Medium bildruta, HQ storleksändring

source: Autoadjust, Small Frame Size, HQ Resize
da: Autojustér, lille rammestørrelse, højkvalitetsskalering
sv: Autojustera, Liten bildruta, HQ storleksändring

source: Autoadjust, Big Frame Size, Fast Resize
da: Autojustér, stor rammesstørrelse, hurtig skalering
sv: Autojustera, Stor bildruta, Snabb storleksändring

source: Autoadjust, Medium Frame Size, Fast Resize
da: Autojustér, medium rammesstørrelse, hurtig skalering
sv: Autojustera, Medium bildruta, Snabb storleksändring

source: Autoadjust, Small Frame Size, Fast Resize
da: Autojustér, lille rammesstørrelse, hurtig skalering
sv: Autojustera, Liten bildruta, Snabb storleksändring

source: SVCD 16:9 -> 4:3 letterbox, PAL
sv: SVCD 16:9 -> 4:3 brevlådeformat, PAL

source: SVCD anamorph, PAL
sv: SVCD anamorfisk, PAL

source: XSVCD anamorph, PAL
sv: XSVCD anamorfisk, PAL

source: CVD anamorph, PAL
sv: CVD anamorfisk, PAL

source: SVCD 16:9 -> 4:3 letterbox, NTSC
sv: SVCD 16:9 -> 4:3 brevlådeformat, NTSC

source: SVCD anamorph, NTSC
sv: SVCD anamorfisk, NTSC

source: XSVCD anamorph, NTSC
sv: XSVCD anamorfisk, NTSC

source: CVD anamorph, NTSC
sv: CVD anamorfisk, NTSC

source: {file} executable : Ok
da: {file} (kørbar): OK
sv: {file} körbar : Ok

source: {file} not found : NOT Ok
da: {file} ikke fundet: IKKE OK
sv: {file} hittades inte : INTE Ok

source: {file} not executable : NOT Ok
da: {file} (ikke kørbar): IKKE OK
sv: {file} inte körbar : INTE Ok

source: has whitespace : NOT Ok
da: har mellemrum i sti: IKKE OK
sv: innehåller blanksteg : INTE Ok

source: is no absolute path : NOT Ok
da: er ikke en absolut filsti: IKKE OK
sv: är inte en absolut sökväg : INTE Ok

source: {file} not writable : NOT Ok
da: {file} (ikke skrivbar): IKKE OK
sv: {file} inte skrivbar : INTE Ok

source: {file} writable : Ok
da: {file} (skrivbar): OK
sv: {file} skrivbar : Ok

source: {value} is numeric : Ok
da: {value} er numerisk: OK
sv: {value} är numeriskt : Ok

source: {value} isn't numeric : NOT Ok
da: {value} er ikke numerisk: IKKE OK
sv: {value} är inte numeriskt : INTE Ok

source: is empty : Ok
da: er tom: OK
sv: är tom : Ok

source: {value} exists : Ok
da: {value} eksisterer: OK
sv: {value} finns : Ok

source: {value} doesn't exist : NOT Ok
da: {value} eksisterer ikke: IKKE OK
sv: {value} finns inte : INTE Ok

source: '{value}' is known : Ok
da: '{value}' er kendt: OK
sv: "{value}" är känt : Ok

source: '{value}' unknown: NOT Ok
da: '{value}' er ukendt: IKKE OK
sv: "{value}" är okänt: INTE Ok

source: Project file saved to '{filename}'
da: Projektfilen blev gemt som '{filename}'
sv: Projektfilen sparad till "{filename}"

source: Project temporary dir '{dir}' created
da: Midlertidigt projektkatalog '{dir}' blev oprettet
sv: Temporärkatalogen "{dir}" för projektet skapad

source: no filename set
da: intet filnavn sat
sv: inget filnamn inställt

source: can't read {filename}
da: kan ikke læse {filename}
sv: kan inte läsa {filename}

source: File is no dvd::rip file
da: Filen er ikke en dvd::rip fil
sv: Filen är ingen dvd::rip-fil

source: Can't load {filename}, wrong data format
da: Kan ikke læse {filename}, forkert dataformat
sv: Kan inte läsa in {filename}, felaktigt dataformat

source: can't load {filename}. Perl error: {error}
da: kan ikke indlæse {filename}. Perl fejl: {error}
sv: kan inte läsa in {filename}. Perl-fel: {error}

source: WARNING: no IFO files found - vobsub feature disabled.
da: ADVARSEL: ingen IFO-filer blev fundet – vobsub funktionalitet slået fra
sv: VARNING: inga IFO-filer hittades - vobsub-funktionen inaktiverad.

source: Copying IFO files from {src_dir} to {dir}
da: Kopierer IFO-filer fra {src_dir} til {dir}
sv: Kopierar IFO-filer från {src_dir} till {dir}

source: Mounting DVD at {mount_point}
da: Monterer DVD på {mount_point}
sv: Monterar dvd på {mount_point}

source: Failed to mount DVD at {mount_point} ({mount_error})
da: Kunne ikke montere DVD på {mount_point} ({mount_error})
sv: Misslyckades med att montera dvd på {mount_point} ({mount_error})

source: Umount {mount_point}:
da: Afmonterer {mount_point}:
sv: Avmontera {mount_point}:

source: Warning: filter {filter} removed from title #{nr} because this transcode installation doesn't provide it anymore
da: Advarsel: filter {filter} blev fjernet fra titel #{nr} fordi denne installation af transcode ikke understøtter det mere
sv: Varning: filtret {filter} togs bort från titel nr {nr} därför att den här installationen av transcode inte tillhandahålla den längre

source: Error executing a transcode socket command:
da: Fejl under eksekvering af transcode socket kommando:
sv: Fel vid körning av ett transcode-uttagskommando:

source: Not tested yet
da: Ikke testet endnu
sv: Inte testat än

source: dvd::rip - Edit cluster node
da: dvd::rip – rediger klosterslave
sv: dvd::rip - Redigera klusternod

source: Edit node properties
da: Rediger slaveegenskaber
sv: Redigera nodegenskaper

source: Name
da: Navn
sv: Namn

source: Hostname
da: Værtsnavn
sv: Värdnamn

source: Network hostname of this node. Defaults to node name.
da: Værtsnavn på denne slave (som udgangspunkt slavenavnet)
sv: Nätverksnamnet för den här noden. Standardvärdet är nodnamnet.

source: No valid hostname
da: Intet gyldigt værtsnavn
sv: Inget giltigt värdnamn

source: Local data directory
da: Lokalt datakatalog
sv: Lokal datakatalog

source: This is the mount point of the dvd::rip data master directory on this node, e.g. connected via NFS or Samba
da: Dette er monteringspunktet til dvd::rip data-master-kataloget på denne slave (kan f.eks. være monteret med NFS eller Samba)
sv: Det här är monteringspunkten för dvd::rips datamasterkatalog på den här noden, t.ex. ansluten via NFS eller Samba

source: Speed index
da: Hastighedsindeks
sv: Hastighetsindex

source: Enter an integer value indicating the speed of this node. The higher the value the faster it is. Faster nodes are preferred over slower nodes.
da: Skriv et heltal som repræsenterer denne slaves hastighed. Jo højere tallet er, jo hurtigere er den. Hurtigere slaver foretrækkes frem for langsomme slaver.
sv: Ange ett heltalsvärde som indikerar hastigheten för den här noden. Ju högre värde desto snabbare är den. Snabbare noder föredras över långsammare noder.

source: Additional transcode options
da: Yderlige transcode argumenter
sv: Ytterligare transcode-flaggor

source: You can specify additional transcode options for this node, e.g. -u 4,2 to increase the performance on a two processor machine
da: Du kan skrive yderlige transcode kommandolinjeargumenter til denne slave. F.eks. "-u 4,2" for at forøge hastigheden på en maskine med to processorer.
sv: Du kan ange ytterligare transcode-flaggor för den här noden, t.ex. -u 4,2 för att öka prestandan på en maskin med två processorer

source: Node has dvd::rip data harddrive?
da: Har slaven en dvd::rip data harddisk?
sv: Noden har datahårddisk för dvd::rip?

source: If this node has the dvd::rip data hardrive locally connected, I/O intensive jobs are executed on this node with higher priority
da: Hvis denne slave har dvd::rip data harddisken forbundet lokalt, vil I/O intensive operationer køres på denne slave ved højere prioritet
sv: Om den här noden har datahårddisk för dvd::rip ansluten lokalt, I/O-intensiva jobb körs på den här noden med högre prioritet

source: Node runs Cluster Control Daemon?
da: Kører slaven kloster-kontrol-dæmonen?
sv: Nod kör klusterkontrolldemon?

source: Specify whether on this node runs the cluster control daemon. In that case no ssh remote command execution is neccessary
da: Skriv om denne slave kører kloster-kontrol-dæmonen. Hvis dette er tilfældet, er fjern-SSH-kommandoeksekvering ikke nødvendigt.
sv: Ange huruvida den här noden kör klusterkontrolldemonen. I det fallet är inte körning av fjärrkommandon via ssh nödvändigt

source: Username to connect with ssh
da: Brugernavn til SSH
sv: Användarnamn att ansluta med ssh

source: You need to setup passwordless authorization via ~/.ssh/authorized_keys for this user from the master server to the node
da: Du må konfigurere autorisation uden password for denne bruger vha. ~/.ssh/authorized_keys fra masterserveren til slaven.
sv: Du behöver konfigurera lösenordslös auktorisering via ~/.ssh/authorized_keys för den här användaren från masterservern till noden

source: SSH command and options
da: SSH-kommando og kommandolinjeargumenter
sv: SSH-kommando och inställningar

source: Usually you leave this empty (defaults to 'ssh -x'), but if your setup needs special ssh options you may edit them here
da: Normalt vil du lade dette felt være tomt (så vil kommandoen 'ssh -x' blive brugt), men hvis din netværkskonfiguration kræver specielle SSH-indstillinger kan du skrive dem her.
sv: Vanligtvis lämnar du den här tom (standardvärdet är "ssh -x"), men om din konfiguration kräver speciella ssh-flaggor kan du lägga till dem här

source: Test settings
da: Testindstillinger
sv: Testa inställningar

source: This triggers a simple test connection to the node, checking file permissions, transcode versions etc.
da: Dette forsøger at lave en simpel testforbindelse til slaven, chekker filrettigheder, transcode-versioner o.s.v.
sv: Det här startar en enkel testanslutning till noden och kontrollerar filrättigheter, versioner av transcode etc.

source: Node test results
da: Slave testresultater
sv: Testresultat för nod

source: Result
da: Resultat
sv: Resultat

source: Details
da: Detaljer
sv: Detaljer

source: SSH connection
da: SSH-forbindelse
sv: SSH-anslutning

source: Data directory
da: Datakatalog
sv: Datakatalog

source: Write access
da: Skriveadgang
sv: Skrivåtkomst

source: Program versions
sv: Programversioner

source: No details available
da: Ingen detaljer tilgængelige
sv: Inga detaljer tillgängliga

source: Not tested, no SSH connection!
da: Blev ikke testet, kunne ikke lave SSH-forbindelse!
sv: Inte testad, ingen SSH-anslutning!

source: NOT OK
da: IKKE OK
sv: INTE OK

source: Master can connect to node
da: Masterserveren kan forbinde til denne slave
sv: Master kan ansluta till nod

source: Empty
da: Tom
sv: Tom

source: Node's data directory
da: Slavens datakatalog
sv: Nodens datakatalog

source: Masters' data directory
sv: Masterns datakatalog

source: Content of data directory matches
da: Datakatalogets indhold passer
sv: Innehållet i datakatalogen matchar

source: Node's programs
sv: Nodens program

source: Masters's programs
sv: Masterns program

source: Node can write to data directory
da: Slaven kan skrive til datakataloget
sv: Noden kan skriva till datakatalogen

source: Can't execute tests:
da: Kan ikke udføre tests:
sv: Kan inte köra tester:

source: ssh connect
sv: ssh-anslutning

source: Content of project base directory
sv: Innehållet i projektets baskatalog

source: Project base directory writable
sv: Projektets baskatalog är skrivbar

source: transcode version match
sv: transcode-versionen matchar

source: All tests successful
da: Alle tests blev udført succesfuldt
sv: Alla tester lyckades

source: Brief report
da: Kort rapport
sv: Kortfattad rapport

source: Detailed report
da: Detaljeret rapport
sv: Detaljerad rapport

source: dvd::rip - Edit cluster project
da: dvd::rip – rediger kloster projekt
sv: dvd::rip - Redigera klusterprojekt

source: Edit cluster project properties
da: Rediger klosterprojektets egenskaber
sv: Redigera klusterprojektets egenskaper

source: Project
da: Projekt
sv: Projekt

source: Number of frames per chunk
da: Antal billeder per stump
sv: Antal bildrutor per chunk

source: The smaller the chunks the higher the parallelism, but overall bitrate distribution may suffer if set too low
da: Jo mindre stumperne er, jo større bliver muligheden for parallelt arbejde. Men der kan komme dårlig bitratedistribution hvis dette er sat for lavt.
sv: Ju mindre chunken är desto högre parallellbehandling, men hela bithastighetsdistributionen kan lida om den ställs in för lågt

source: Cleanup temporary files after merging?
da: Slet midlertidige filer efter sammensmeltning?
sv: Rensa upp temporärfiler efter sammanslagning?

source: Cleanup original VOB files when finished?
da: Slet originale VOB-filer bagefter?
sv: Rensa upp original-VOB-filer efter färdigställande?

source: dvd::rip - Cluster Control
da: dvd::rip – klosterkontrol
sv: dvd::rip - Klusterkontroll

source: _File
da: _Fil
sv: _Arkiv

source: _Close window
da: _Luk vindue
sv: _Stäng fönster

source: _Connect Master Daemon
da: For_bind til masterserver-dæmon
sv: _Anslut till masterdemon

source: _Disconnect from Master Daemon
da: _Afbryd forbindelse med masterserver-dæmon
sv: _Koppla från masterdemon

source: Shutdown Master Daemon
da: Luk masterserver-dæmon
sv: Stäng ner masterdemon

source: _Node
da: S_lave
sv: _Nod

source: _Add node
da: _Tilføj slave
sv: _Lägg till nod

source: _Edit node
da: _Rediger slave
sv: R_edigera nod

source: _Start node
da: _Start slave
sv: _Starta nod

source: Sto_p node
da: Sto_p slave
sv: Sto_ppa nod

source: _Remove node
da: F_jern slave
sv: _Ta bort nod

source: _Project
da: _Projekt
sv: _Projekt

source: _Edit project
da: _Rediger projekt
sv: R_edigera projekt

source: _Start project
da: _Start projekt
sv: _Starta projekt

source: _Cancel project
da: _Annuller projekt
sv: _Avbryt projekt

source: Res_tart project
da: _Genstart projekt
sv: S_tarta om projekt

source: _Remove project
da: _Fjern projekt
sv: _Ta bort projekt

source: Project queue
da: Projektkø
sv: Projektkö

source: Number
da: Nummer
sv: Antal

source: State
da: Tilstand
sv: Tillstånd

source: Progress
da: Fremgang
sv: Förlopp

source: Edit project
da: Rediger projekt
sv: Redigera projekt

source: Start project
da: Start projekt
sv: Starta projekt

source: Cancel project
da: Annuller projekt
sv: Avbryt projekt

source: Restart project
da: Genstart projekt
sv: Starta om projekt

source: Remove project
da: Fjern projekt
sv: Ta bort projekt

source: Job running status
da: Jobstatus
sv: Status för körande jobb

source: Registered Nodes
da: Registrerede slaver
sv: Registrerade noder

source: Job
sv: Jobb

source: Add node
da: Tilføj slave
sv: Lägg till nod

source: Edit node
da: Rediger slave
sv: Redigera nod

source: Start node
da: Start slave
sv: Starta nod

source: Stop node
da: Stop slave
sv: Stoppa nod

source: Cluster control daemon log output
da: Log klosterkontrol-dæmonens output
sv: Loggutdata för klusterkontrolldemon

source: You must first configure a cluster control daemon in the Preferences dialog.
da: Du skal først konfigurere en klosterkontrol-dæmon i "Indstillinger"-vinduet.
sv: Du måste först konfigurera en klusterkontrolldemon i inställningsdialogen.

source: Can't connect to master daemon on {server}:{port}.
da: Kan ikke forbinde til masterserver-dæmonen på {server}:{port}.
sv: Kan inte ansluta till masterdemon på {server}:{port}.

source: Can't start local master daemon on port {port}. Execute the dvdrip-master program by hand to see why it doesn't run.
da: Kan ikke starte den lokale masterdæmon på port {port}. Prøv at køre dvdrip-master programmet i hånden for at se hvorfor det fejler.
sv: Kan inte starta lokal masterdemon på port {port}. Kör programmet dvdrip-master för hand för att se varför den inte kör.
