Repository: gitpan/dvdrip
Catalog: l10n/*.po
Languages: da, sv

source: Usage: dvdrip [-c] [-d level] [-p file] [-f function [-t title-nr]] [file] dvdrip --version | -version | -v -c open cluster control window -d set debugging level -f execute one of the following functions (needs filename) transcode transcode the selected title transcode_split transcode and split the selected title -t title-nr to which the function above should apply (Default: last selected title) -p preferences filename (Default: ~/.dvdriprc) A new file is created, if it doesn't exist.
da: Brug: dvdrip [-c] [-d niveau] [-p fil] [-f funktion [-t titel-nr]] [fil] dvdrip --version | -version | -v -c åben kloster kontrol vinduet -d set fejlretnings niveau -f kør en af de følgende funktioner (skal have filnavn) transcode transcode den valgte titel transcode_split transcode og opdel den valgte titel -t titel-nr som funktionen skal gælde på (som udgangspunkt den sidst valgte titel) -p opsætningsfilens filnavn (som udgangspunkt: ~/.dvdriprc) Hvis filen ikke eksisterer vil den blive oprettet.
sv: Användning: dvdrip [-c] [-d nivå] [-p fil] [-f funktion [-t titelnr]] [fil] dvdrip --version | -version | -v -c öppna klusterkontrollfönstret -d ställ in felsökningsnivå -f kör en av följande funktioner (behöver filnamn) transcode omkoda den valda titeln transcode_split omkoda och dela upp den valda titeln -t titelnr för vilken funktionen ovan gäller (Standard: senaste valda titeln) -p filnamn för inställningar (Standard: ~/.dvdriprc) En ny fil kommer att skapas om den inte redan finns.

source: Usage: dvdrip-master [-w [-W port] ] [loglevel] loglevel logs messages to stdout 1 - basic logging, no details 2 - log actual jobs 3 - log all executed commands also -w start webserver service -W port port for webserver (default: 8888)
da: Brug: dvdrip-master [-w [-W port] ] [logniveau] logniveau logger meddelelser til STDOUT 1 - basal logging, ingen detaljer 2 - log aktuelle jobs 3 - log alle udførte kommandoer også -w start webserveren -W port port til webserver (udgangspunkt: 8888)
sv: Användning: dvdrip-master [-w [-W port] ] [loggnivå] loggnivå loggar meddelanden till standard ut 1 - enkel loggning, inga detaljer 2 - logga faktiska jobb 3 - logga även alla köra kommandon -w starta webbservertjänsten -W port port för webbservern (standard: 8888)

source: splash.en.png
da: splash.da.png
sv: splash.sv.png

source: '{function}' not supported
da: '{function}' ikke understøttet
sv: "{function}" stöds inte

source: Audio
sv: Ljud

source: Yes
da: Ja
sv: Ja

source: No
da: Nej
sv: Nej

source: Node '{node}' stopped
da: Slaven '{node}' blev stoppet
sv: Noden "{node}" stoppad

source: Node '{node}' started
da: Slaven '{node}' blev startet
sv: Noden "{node}" startad

source: Node {name} finished tests
da: Slaven {name} færdiggjorde tests
sv: Noden {name} är färdig med testerna

source: execute command: {command} (timeout={timeout})
da: udfør kommando: {command} (timeout={timeout})
sv: kör kommando: {command} (tidsgräns={timeout})

source: Command cancelled due to timeout
da: Kommandoen blev annuleret pga. timeout
sv: Kommandot avbröts på grund av överskriden tidsgräns

source: Job has PID {pid}
da: Jobbet har PID {pid}
sv: Jobbet har PID {pid}

source: Aborting command. Sending signal 1 to PID {pid}...
da: Stopper kommando: Sender signal 1 til PID {pid}...
sv: Avbryter kommando. Skickar signal 1 till PID {pid}...

source: Master daemon activated
da: Hoveddæmonen er aktiveret
sv: Masterdemon aktiverad

source: Got signal {signal}.
da: Fik signal {signal}.
sv: Fick signalen {signal}.

source: Node check watcher disabled
da: Slave-overvågning deaktiveret
sv: Nodkontrollsbevakare inaktiverad

source: Warning: node check fping reported nothing
da: Advarsel: Slave check fping rapporterede intet
sv: Varning: nodkontroll med fping rapporterade ingenting

source: Node '{node_name}' is now online.
da: Slaven '{node_name}' er nu online.
sv: Noden "{node_name}" är nu ansluten.

source: Node '{node_name}' is still reachable. Will be online in 5 seconds.
da: Slaven '{node_name}' kan stadig tilgås. Vil være online i 5 sekunder.
sv: Noden "{node_name}" är fortfarande nåbar. Kommer att vara ansluten inom 5 sekunder.

source: Node '{node_name}' is now reachable. Will be online in 10 seconds.
da: Slaven '{node_name}' kan nu tilgås. Vil være online i 10 sekunder.
sv: Noden "{node_name}" är nu nåbar. Kommer att vara ansluten inom 10 sekunder.

source: Node '{node_name}' is Ok again
da: Slaven '{node_name}' er OK igen.
sv: Noden "{node_name}" är Ok igen

source: Warning: Node '{node_name}' is unreachable
da: Advarsel: Slaven '{node_name}' kan ikke tilgås
sv: Varning: Noden "{node_name}" är inte nåbar

source: Warning: Node '{node_name}' possibly offline
da: Advarsel: Slaven '{node_name}' er muligvis offline
sv: Varning: Noden "{node_name}" är möjligen frånkopplad

source: Loading node file '{file}'
da: Indlæser slave-fil '{file}'
sv: Läser in nodfilen "{file}"

source: Loading project file '{filename}'
da: Indlæser projekt-fil '{filename}'
sv: Läser in projektfilen "{filename}"

source: Node must have a name
da: Slaven skal have et navn
sv: Noden måste ha ett namn

source: Node with this name already exists
da: En slave med dette navn eksisterer allerede
sv: En nod med det här namnet finns redan

source: Node '{node_name}' saved to '{filename}'
da: Slaven '{node_name}' gemt til '{filename}'
sv: Noden "{node_name}" sparad till "{filename}"

source: Project with filename '{filename}' added
da: Projekt med filnavnet '{filename}' tilføjet
sv: Projekt med filnamnet "{filename}" lades till

source: Project {project} removed
da: Projekt '{project}' fjernet
sv: Projektet {project} togs bort

source: Master shutdown. Stopping active jobs.
da: Lukning af mesteren. Stopper aktive jobs.
sv: Master stängs ner. Stoppar aktiva jobb.

source: Master shutdown
da: Luk mesteren
sv: Master stänger ner

source: Cluster control daemon will shutdown in 2 seconds...
da: Kloster kontrol dæmonen vil lukkes om 2 sekunder...
sv: Klusterkontrolldemonen kommer att stängas av om 2 sekunder...

source: Start job '{name}'
sv: Startar jobb "{name}"

source: Job '{name}' exited with error: {error}
da: Job '{name}' afsluttede med fejlen: {error}
sv: Jobb "{name}" avslutade med fel: {error}

source: Job '{name}' warning: {warning}
da: Job '{name}' advarsel: {warning}
sv: Jobb "{name}" varning: {warning}

source: Job '{name}' cancelled
da: Job '{name}' annulleret
sv: Jobb "{name}" avbröts

source: Job '{name}' finished
da: Job '{name}' afsluttede
sv: Jobb "{name}" färdigt

source: All running cluster projects
da: Alle kørende kloster projekter
sv: Alla körande klusterprojekt

source: Process all PSU's - title #{nr}
da: Processer alle PSU'er - titel #{nr}
sv: Behandla alla PSU:er - titel nr {nr}

source: Move PSU #0 file to final destination
da: Flyt PSU #0 fil til endelig destination
sv: Flytta PSU #0-filen till slutdestinationen

source: Merge all audio tracks - title #{nr}, PSU #{psu}
da: Sammensmelt alle lydspor - titel #{nr}, PSU#{psu}
sv: Sammanfoga alla ljudspår - titel nr. {nr}, PSU #{psu}

source: Multipass video transcoding - title #{nr}, PSU #{psu}, chunk #{chunk}
da: Multipass video transcoder - titel #{nr}, PSU #{psu}, stump #{chunk}
sv: Multipass videoomkodning - titel nr {nr}, PSU #{psu}, chunk #{chunk}

source: Process all video chunks - title #{nr}, PSU #{psu}
da: Processer alle videostumper - titel #{nr}, PSU#{psu}
sv: Behandla alla video chunks - titel nr {nr}, PSU #{psu}

source: Merge video chunks - title #{nr}, PSU #{psu}
da: Sammensmelt alle videostumper - titel #{nr}, PSU #{psu}
sv: Sammanfoga video chunks - titel nr {nr}, PSU #{psu}

source: fps
da: billeder per sekund
sv: bilder/s

source: Merge all PSU files - title #{nr}
da: Sammensmelt alle PSU filer - titel #{nr}
sv: Sammanfoga alla PSU-filer - titel nr {nr}

source: can't send command to transcode
da: kan ikke sende kommando til transcode
sv: kan inte skicka kommando till transcode

source: Unknown preview command '{command}'
da: Ukendt forhåndsvisning-kommando '{command}'
sv: Okänt kommando för förhandsvisning "{command}"

source: All internal command files
da: Alle interne kommando filer
sv: Alla interna kommandofiler

source: ERROR: '{file}' not found in PATH
da: FEJL: '{file}' blev ikke fundet i PATH
sv: FEL: "{file}" hittades inte i PATH

source: dvd::rip is nothing without transcode
da: dvd::rip er ingenting ud transcode
sv: dvd::rip är ingenting utan transcode

source: Needed for preview image processing
da: Nødvendigt for forhåndsvisning
sv: Nödvändig för förhandsvisning av bildbehandling

source: FFmpeg video converter command line program
sv: Kommandoradsprogram för FFmpeg videokonverterare

source: xvid4 configuration tool
da: xvid4 konfigurationsredskab
sv: konfigurationsverktyg för xvid4

source: Needed for subtitles
da: Nødvendigt for undertekster
sv: Nödvändig för undertexter

source: Needed for faster DVD TOC reading
da: Nødvendigt for hurtigere DVD TOC læsning
sv: Nödvändig för snabbare läsning av DVD TOC

source: Needed for compressed vobsub subtitles
da: Nødvendigt for komprimerede vobsub undertekster
sv: Nödvändig för komprimerade vobsub-undertexter

source: Needed for subtitle vobsub viewing
da: Nødvendigt for undertekster (vobsub) læsning
sv: Nödvändig för visning av vobsub-undertexter

source: Needed for OGG/Vorbis
da: Nødvendigt for Ogg Vorbis
sv: Nödvändig för OGG/Vorbis

source: For chapter progress bar (ogmtools)
da: For kapitel fremgangs-meter (ogmtools)
sv: För förloppsmätare för kapitel (ogmtools)

source: Needed for (S)VCD encoding
da: Nødvendigt for (S)VCD encoding
sv: Nödvändig för (S)VCD-kodning

source: Can be used to view DVD's/files
da: Kan bruges til at vise DVD'en filer
sv: Kan användas för visning av dvd/filer

source: Only for cluster mode master
da: Kun til hoved-kloster-tilstand
sv: Endast för klusterlägesmaster

source: Used for DVD device scanning
da: Bruges til DVD enhedsscanning
sv: Används för dvd-enhetssökning

source: not installed
da: ikke installeret
sv: inte installerad

source: Number of frames
da: Antal billeder
sv: Antal bildrutor

source: Frames per second
da: Billeder per sekund
sv: Bildrutor per sekund

source: Runtime
sv: Längd

source: Audio size is given with {audio_size} MB
da: Lydstørrelse er angivet som {audio_size} MB
sv: Ljudstorleken anges med {audio_size} MB

source: Audio size
da: Lydstørrelse
sv: Ljudstorlek

source: (incl. {avi_overhead} byte AVI overhead per frame)
da: (inkl. {avi_overhead} bytes AVI overhead per billede)
sv: (incl. {avi_overhead} byte AVI overhead per bildruta)

source: (assume nominal bitrate for this quality)
da: (antager nominal bitrate til denne kvalitet)
sv: (anta nominell bithastighet för den här kvaliteten)

source: (exact bitrate match assumed)
da: (eksakt bitrate tilpasning antaget)
sv: (exakt bithastighetsmatchning antas)

source: Audio track #{nr}
da: Lydspor #{nr}
sv: Ljudspår nr. {nr}

source: AVI video overhead ({avi_overhead} bytes per frame)
da: AVI video overhead ({avi_overhead} bytes per billede)
sv: AVI-video overhead ({avi_overhead} byte per bildruta)

source: OGG overhead ({ogg_overhead} percent of video+audio size)
da: Ogg overhead ({ogg_overhead} procent af video+lyd størrelse)
sv: OGG-overhead ({ogg_overhead} procent av video+ljud-storlek)

source: Number of discs
da: Antal skiver
sv: Antal skivor

source: Disc size
da: Størrelse per skive
sv: Skivstorlek

source: Target size
da: Målstørrelse
sv: Målstorlek

source: VCD sector size addition (factor: 2324/2048)
da: VCD sektor størrelse addition (faktor: 2324/2048)
sv: VCD-sektorstorlekstillägg (faktor: 2324/2048)

source: VCD per disc overhead (600 sectors)
da: VCD overhead per skive (600 sektorer)
sv: VCD per skiva overhead (600 sektorer)

source: (X)(S)VCD/CVD target size
da: (X)(S)VCD/CVD målstørrelse
sv: Målstorlek för (X)(S)VCD/CVD

source: vobsub size
da: vobsub størrelse
sv: vobsub-storlek

source: vobsub size subtitle #{nr}
da: vobsub størrelse undertekst #{nr}
sv: vobsub-storlek undertext nr {nr}

source: Space left for video
da: Plads tilbage til video
sv: Utrymme kvar för video

source: Resulting video bitrate, rounded
da: Reulterende videobitrate, afrundet
sv: Resulterande videobithastighet, avrundad

source: Resulting BPP
da: Resulterende farvedybde
sv: Resulterande BPP

source: Resulting video size
da: Resulterende videostørrelse
sv: Resulterande videostorlek

source: Bitrate too high, set to {max_video_rate}
da: Bitraten er for høj, set maximalt til {max_video_rate}
sv: Bithastighet för hög, ställ in till {max_video_rate}

source: Bitrate too high, limited
da: Bitraten er for høj og er derfor blevet gjort mindre
sv: Bithastighet för hög, begränsad

source: VCD has fixed rate
da: VCD har en fast rate
sv: VCD har fixerad hastighet

source: Manual BPP setting
da: Manuel farvedybde
sv: Manuell BPP-inställning

source: Resulting Video Bitrate
da: Resulterende videobitrate
sv: Resulterande videohastighet

source: Manual video bitrate setting
da: Manuel videobitrate
sv: Manuell inställning av videobithastighet

source: Resulting Video Size
da: Resulterende videostørrelse
sv: Resulterande videostorlek

source: Resulting File Size
da: Resulterende filstørrelse
sv: Resulterande filstorlek

source: Logfile nuked.
da: Logfilen blev atombombet.
sv: Loggfil tömd.

source: {cnt} images
da: {cnt} billeder
sv: {cnt} bilder

source: Discard
da: Afvis
sv: Förkasta

source: title #{title}
da: titel #{title}
sv: titel nr. {title}

source: chapter #{chapter}
da: kapitel #{chapter}
sv: kapitel nr. {chapter}

source: Read TOC ({method})
da: Læs TOC ({method})
sv: Läs TOC ({method})

source: Successfully read DVD TOC
da: Læste DVD TOC'en succesfuldt
sv: Läsning av DVD TOC lyckades

source: Failed to copy the IFO files. vobsub creation won't work properly. (Did you specify the mount point of your DVD drive in the Preferences?) The error message is:
da: Kunne ikke kopiere IFO filer. vobsub skabelse vil ikke virke ordentligt. (Huskede du at angive mountpunktet til dit DVD drev i opsætningen?) Fejlmeddelelsen er:
sv: Misslyckades med att kopiera IFO-filerna. Skapandet av vobsub kommer inte. att fungera korrekt (Angav du monteringspunkten för din dvd-enhet i Inställningar?) Felmeddelandet är:

source: Error reading table of contents. Please check your DVD device settings in the Preferences and don't forget to put a DVD in the drive.
da: Fejl under indlæsning af indholdfortegnelsen. Vær venlig at chekke at dit DVD drevs indstillinger i opsætningen og glem ikke at putte en DVD i drevet.
sv: Fel vid läsning av innehållsförteckning. Kontrollera inställningarna för din dvd-enhet i Inställningar och glöm inte att mata in en dvd i enheten.

source: Warning: lsdvd failed reading TOC, trying tcprobe.
da: Advarsel: lsdvd fejlede under læsning af TOC, prøver tcprobe.
sv: Varning: lsdvd misslyckades med att läsa TOC, provar tcprobe.

source: Determine number of titles
da: Autodetektér antal titler
sv: Fastställ antalet titlar

source: Probe - title #{title}
da: Gransker - titel #{title}
sv: Sök igenom - titel nr {title}

source: Probe all DVD titles
da: Gransk alle DVD titler
sv: Sök igenom alla dvd-titlar

source: Rip chapters of title #{nr}
da: Rip kapitler fra titel #{nr}
sv: Rippa kapitel för titel nr {nr}

source: Process title #{nr}
da: Processerer titel #{nr}
sv: Behandla titel nr. {nr}

source: Rip selected title(s) / chapter(s)
da: Rip valgte titler/kapitler
sv: Rippa valda titlar / kapitel

source: Rip
sv: Rippa

source: chapter {chapter}
da: Kapitel {chapter}
sv: kapitel {chapter}

source: Chapter {nr} is too small and useless. You should deselect it.
da: Kapitel {nr} er for småt og ubrugeligt. Du burde afvælge det.
sv: Kapitlet {nr} är för litet och inte användbart. Du bör avmarkera det.

source: DVD TOC reported wrong framerate {toc_fps}, adjusted frame rate to {disc_fps} and frame count to {disc_count}
da: DVD TOC rapporterede forkert billedrate {toc_fps}, justerer billedraten til {disc_fps} og billedantallet til {disc_count}
sv: DVD TOC rapporterade felaktig bildrutehastighet {toc_fps}, justerad bildrutehastighet till {disc_fps} och bildruteantal till {disc_count}

source: It seems that transcode ripping stopped short. The movie has {title_frames} frames, but only {disc_frames} were ripped. This is most likely a problem with your transcode/libdvdread installation, resp. a problem with this specific DVD.
da: Det virker som om at transcode stoppede før den var færdig med at rippe. Filmen har {title_frames} billeder, men kun {disc_frames} blev rippet. Dette er muligvis et problem Med denne DVD.
sv: Det verkar som om transcodes rippning stoppades innan. den var klar. Filmen innehåller {title_frames} bildruto men endast {disc_frames} blev rippade. Det här är antagligen ett problem med din installation av transcode/libdvdread, eller ett problem med den här specifika dvd-filmen.

source: Detect audio bitrate of title #{nr}
da: Detektér lydbitraten af titel #{nr}
sv: Detektera ljudhastighet för titeln #{nr}

source: Grab preview
da: Lav forhåndsvisning
sv: Fånga förhandsvisning

source: transcode can't find this frame.
da: transcode kan ikke finde denne frame.
sv: transcode kan inte hitta den här bildrutan.

source: Try a lower frame number.
da: Prøv et lavere antal frames.
sv: Prova ett lägre bildrutsnummer.

source: Try forcing slow frame grabbing.
da: Prøv at tvinge langsom frame grabbing.
sv: Prova att tvinga långsam bildrutsfångst.

source: You first have to rip this title.
da: Du skal have rippet denne titel først.
sv: Du måste först rippa den här titeln.

source: Process preview frame
da: Processer forhåndsvisning
sv: Behandla bildruta för förhandsvisning

source: Generate preview thumbnails
da: Generer forhåndsvisninger
sv: Genererar miniatyrbilder för förhandsvisning

source: Apply preset & make previews
da: Anvend preset & lav forhåndsvisninger
sv: Tillämpa förhandsval och skapa förhandsvisningar

source: Apply Clip & Zoom preset
da: Anvend clip & zoom preset
sv: Tillämpa förhandsval för klipp och zoom

source: You can't select a frame range with psu core.
da: Du kan ikke vælge et frame vindue med PSU core.
sv: Du kan inte välja ett bildruteintervall med psu-kärna.

source: PSU core only available for ripped DVD's.
da: PSU core kan kun bruges med rippede DVD'er.
sv: PSU-kärna endast tillgänglig för rippade dvd-filmer.

source: No chapters selected.
da: Ingen kapitler valgt.
sv: Inga kapitel valda.

source: Splitting AVI files in chapter mode makes no sense.
da: Splitter AVI filer i kapiteltilstand giver ingen mening.
sv: Uppdelning av AVI-filer i kapitelläge låter konstigt.

source: WARNING: no target audio track #0
da: ADVARSEL: ingen lydspor #0 i målet
sv: VARNING: inget målljudspår #0

source: Having more than one audio track isn't possible on a (X)VCD.
da: At have mere end et lydspor er ikke muligt på en (X)VCD.
sv: Att ha fler än ett ljudspår är inte möjligt på en (X)VCD.

source: WARNING: Having more than two audio tracks on a (X)SVCD/CVD is not standard conform. You may encounter problems on hardware players.
da: ADVARSEL: At have mere end to lydspor på en (X)SVCD/CVD er ikke i takt med standarden. Du for måske problemer med hardwareafpillere.
sv: VARNING: Att ha fler än två ljudspår på en (X)SVCD/CVD är inte enligt standarden. Du kan påträffa problem på stationära spelare.

source: You better cancel now and select the appropriate preset on the Clip &amp; Zoom page.
da: Du må hellere annullere nu og vælge den rigtige preset på "Clip & Zoom" siden.
sv: Bäst att du avbryter nu och väljer ett lämpligt förhandsval på Klipp och zoom-sidan.

source: Transcode multiple titles
da: Transcode flere titler
sv: Omkoda flera titlar

source: Transcode
sv: Omkoda

source: Transcode chapters
da: Transcode kapitler
sv: Omkoda kapitel

source: Transcode with VBR audio, first pass
da: Transcode med VBR lyd, første pass
sv: Omkoda med VBR-ljud, första passet

source: Transcode with VBR audio, second pass
da: Transcode med VBR lyd, anden pass
sv: Omkoda med VBR-ljud, andra passet

source: Transcode with VBR audio
da: Transcode med VBR lyd
sv: Omkoda med VBR-ljud

source: Calculate video bitrate
da: Beregn video bitraten
sv: Beräkna videohastighet

source: Adjusted video bitrate to {video_bitrate} after vbr audio transcoding
da: Juster videobitraten til {video_bitrate} efter VBR lyd transcoding
sv: Justerade videobithastighet till {video_bitrate} efter vbr-ljudomkodning

source: Transcode multipass
sv: Omkoda multipass

source: Transcode video
sv: Omkodar video

source: single pass
sv: ett pass

source: Merge audio
da: Sammensmelt lyd
sv: Sammanfoga ljud

source: audio track #{nr}
da: Lydspor #{nr}
sv: ljudspår nr. {nr}

source: Transcode & merge audio track
da: Transcode & sammensmelt lydspor
sv: Omkoda och sammanfoga ljudspår

source: Add additional audio tracks
da: Tilføj ekstra lydspor
sv: Lägg till ytterligare ljudspår

source: Transcode audio
da: Transcode lyd
sv: Omkoda ljud

source: track #{nr}
da: spor #{nr}
sv: spår nr. {nr}

source: Split OGG
da: Opdel Ogg
sv: Dela upp OGG

source: Split AVI
da: Opdel AVI
sv: Dela upp AVI

source: Grab subtitle images
da: Tag undertekst billeder
sv: Fånga undertextavbilder

source: Need IFO files in place. You must re-read TOC from DVD.
da: Skal have IFO filer på plads. Du skal genindlæse TOC'en fra DVD'en.
sv: Behöver IFO-filer på plats. Du måste läsa om TOC från dvd.

source: No splitted target files available. First transcode and split the movie.
da: Ingen opdelte målfiler tilgængelige. Først skal du transcode og opddele filmen.
sv: Inga delade målfiler tillgängliga. Omkoda först och dela upp filmen.

source: Create vobsub files
da: Lav vobsub filer
sv: Skapa vobsub-filer

source: Extract PS1 streams from VOB
da: Udtræk PS1 strømme fra VOB
sv: Extrahera PS1-strömmar från VOB

source: Splitted vobsub file generation
da: Opdel vobsub fil generering
sv: Generering av uppdelad vobsub-fil

source: Count frames of files
da: Tæl antal filer
sv: Beräkna bildrutor för filer

source: File {file} has {frames} frames.
da: Fil {file} har {frames} billeder.
sv: Filen {file} innehåller {frames} bildrutor.

source: Single vobsub file generation
da: En enkelt vobsub fil generering
sv: Generering av enstaka vobsub-fil

source: Extract PS1 stream from VOB
da: Udtræk PS1 strøm fra VOB
sv: Extrahera PS1-ström från VOB

source: Set codec of audio track #{nr} to 'mp3', 'vorbis' not supported by AVI container
da: Sæt codec af lydspor #{nr} til 'mp3', 'vorbis' er ikke understøttet af AVI containeren
sv: Ställ in kodek för ljudspår {nr} till "mp3", "vorbis" stöds inte av AVI-behållare

source: Set codec of audio track #{nr} to 'mp3', 'mp2' not supported by AVI container
da: Sæt codec af lydspor #{nr} til 'mp3', 'mp2' er ikke understøttet af AVI containeren
sv: Ställ in kodek för ljudspår {nr} till "mp3", "mp2" stöds inte av AVI-behållare

source: Set video codec to 'xvid', '
da: Sæt videocodec til 'xvid', '
sv: Ställ in videokodek till "xvid", '

source: ' not supported by AVI container
da: ' er ikke understøttet af AVI containeren.
sv: " stöds inte av AVI-behållare

source: Set codec of audio track #{nr} to 'mp2', '
da: Sæt codec af lydspor #{nr} til 'mp2', '
sv: Ställ in kodek för ljudspår nr. {nr} till "mp2", '

source: ' not supported by MPEG container
da: ' er ikke understøttet af MPEG containeren
sv: " stöds inte av MPEG-behållare

source: Set video codec to 'SVCD', '
da: Sæt codec af lydspor #{nr} til 'SVCD', '
sv: Ställ in videokodek till "SVCD", '

source: Set codec of audio track #{nr} to 'vorbis', '
da: Sæt codec af lydspor #{nr} til 'vorbis', '
sv: Ställ in kodek för ljudspår nr. {nr} till "vorbis", '

source: ' not supported by OGG container
da: ' er ikke understøttet af Ogg containeren
sv: " stöds inte av OGG-behållare
